<ul>
                                        <li>Стабильную заработную плату (выплата 2&nbsp;раза в&nbsp;месяц)</li>
                                        <li>Систему бонусов</li>
                                        <li>Возможность карьерного роста</li>
                                        <li>Скидку до&nbsp;50%&nbsp;на&nbsp;медицинское обслуживание в ТомоГрад</li>
                                        <li>Возможность приобретения лекарственных препаратов по&nbsp;льготным ценам</li>
                                    </ul>