<? 
	require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php"); 
	$APPLICATION->SetTitle("Политика конфиденциальности");
	$APPLICATION->AddChainItem($APPLICATION->GetTitle());
?>

<section class="block__padd block__padd__pageinfidefirst block__overflow">
    <div class="container">
        <? $APPLICATION->IncludeComponent(
			"bitrix:breadcrumb",
			"tomograd",
			Array(
				"PATH" => "/",
				"SITE_ID" => "s1",
				"START_FROM" => "0"
			)
		);?>
        <h1 class="h1"><? $APPLICATION->ShowTitle() ?></h1>
        <div class="block__text">
            		 <p>
	 Общие положения.
</p>
<p>
	 1.1. Настоящая политика ООО «Центр диагностики Томоград-Подольск», ОГРН&nbsp;1165074052692, ИНН&nbsp;5036157572, р/с&nbsp;40802810800280001315, БИК&nbsp;044525225, кор.счет&nbsp;30101810400000000225, в отношении обработки персональных данных (далее – Политика) утверждена в соответствии с п. 2 ст. 18.1 Федерального закона «О персональных данных» и действует в отношении всех персональных данных, которые ООО «Центр диагностики Томоград-Подольск»&nbsp;(далее –Компания) может получить от субъекта персональных данных (далее – Абонента) при заказе услуг на web-сайте <a href="https://tomograd.ru/">tomograd.ru</a><span style="color: var(--basic_text_black);">: (далее – Данные).Действие политики распространяется на Данные, полученные как до, так и после утверждения настоящей Политики.</span>
</p>
<p>
	 Данные, обрабатываемые Компанией.
</p>
<p>
	 2.1. В рамках настоящей Политики под Данными понимаются:
</p>
<p>
	 2.1.1. Данные, которые Абонент предоставил о себе при заказе услуг сайте Компании:&nbsp;<a href="https://tomograd.ru/">tomograd.ru</a>
</p>
<p>
	 2.1.3. Иные Данные, предоставляемые Абонентами.
</p>
<p>
	 2.2. Длительность хранения Данных Абонента определяется в установленном законодательством порядке. Цели сбора и обработки и правовое обоснование обработки Данных.
</p>
<p>
	 3.1. Компания собирает и хранит Данные Абонента, необходимые для оказания Абоненту услуг, а также для осуществления и исполнения возложенных на Компанию законодательством Российской Федерации функций, полномочий и обязанностей на основании и в соответствии со ст.ст. 23, 24 Конституции Российской Федерации; Федеральным законом «О персональных данных»; Федеральным законом от 21 ноября 2011 г. N 323-ФЗ «Об основах охраны здоровья граждан в Российской Федерации» и другими нормативно-правовыми актами. При этом в соответствии с п. 5 ч. 1 ст. 6 Федерального закона «О персональных данных» обработка Данных, необходимая для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является Абонент, а также для заключения договора по инициативе Абонента или договора, по которому Абонент будет являться выгодоприобретателем или поручителем, осуществляется без согласия Абонента.
</p>
<p>
	 3.2. Компания может использовать Данные Абонента в следующих целях:
</p>
<p>
	 3.2.1. Идентификация Абонента в рамках продажи услуг Компании.
</p>
<p>
	 3.2.2. Связь с Абонентом в случае необходимости, в том числе направление уведомлений, информации и запросов, связанных с оказанием услуг, а также обработка заявлений, запросов и заявок Абонента. Условия обработки Данных и их передачи третьим лицам.
</p>
<p>
	 4.1. Компания вправе передать Данные Абонента третьим лицам в следующих случаях:
</p>
<p>
	 4.1.1. Абонент явно выразил свое согласие на такие действия.
</p>
<p>
	 4.1.2. Передача предусмотрена действующим законодательством в рамках установленной процедуры.
</p>
<p>
	 4.2. При обработке Данных Абонента Компания руководствуется Федеральным законом «О персональных данных», другими федеральными законами и настоящей Политикой. Права субъекта персональных данных.
</p>
<p>
	 5.1. Абонент имеет право на получение информации, касающейся обработки его персональных данных, в том числе содержащей:
</p>
<p>
	 5.1.1. Подтверждение факта обработки персональных данных Компании.
</p>
<p>
	 5.1.2. Правовые основания и цели обработки персональных данных.
</p>
<p>
	 5.1.3. Применяемые Компанией способы обработки персональных данных.
</p>
<p>
	 5.1.4. Наименование и место нахождения Компании, сведения о лицах (за исключением работников Компании), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с Компанией или на основании федерального закона.
</p>
<p>
	 5.1.5. Обрабатываемые персональные данные, относящиеся к соответствующему субъекту персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом.
</p>
<p>
	 5.1.6. Сроки обработки персональных данных, в том числе сроки их хранения.
</p>
<p>
	 5.1.7. Порядок осуществления субъектом персональных данных прав, предусмотренных настоящим Федеральным законом.
</p>
<p>
	 5.1.8. Наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению оператора, если обработка поручена или будет поручена такому лицу.
</p>
<p>
	 5.2. Информация, касающаяся обработки персональных Абонента, предоставляемая Абоненту, не должна содержать персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных.
</p>
<p>
	 5.3. В соответствии с п.3 ст. 14 Федерального закона «О персональных данных» информация, касающаяся обработки персональных данных Абонента может быть предоставлена Абоненту или его законному представителю Компании при обращении, либо при получении запроса Абонента или его законного представителя.
</p>
<p>
	 5.3.1. Запрос должен содержать номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе, сведения, подтверждающие участие субъекта персональных данных в договорных отношениях с Компанией (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных оператором, подпись субъекта персональных данных или его представителя.
</p>
<p>
	 5.3.2. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.
</p>
<p>
	 5.4. Абонент вправе требовать от Компании уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав. Сведения о реализуемых требованиях к защите персональных данных.
</p>
<p>
	 6.1. Важнейшим условием реализации целей деятельности Компании является обеспечение необходимого и достаточного уровня безопасности информационных систем персональных данных, соблюдения конфиденциальности, целостности и доступности обрабатываемых персональных данных и сохранности носителей сведений, содержащих персональные данные на всех этапах работы с ними.
</p>
<p>
	 6.2. Созданные в Компании условия и режим защиты информации, отнесенной к персональным данным, позволяют обеспечить защиту обрабатываемых персональных данных.
</p>
<p>
	 6.3. В Компании в соответствии с действующим законодательством Российской Федерации разработан и введен в действие комплекс организационно-распорядительных, функциональных и планирующих документов, регламентирующих и обеспечивающих безопасность обрабатываемых персональных данных.
</p>
<p>
	 6.4. Введены режим безопасности обработки и обращения с персональными данными, а также режим защиты помещений, в которых осуществляется обработка и хранение носителей персональных данных.
</p>
<p>
	 6.5. Назначены ответственный за организацию и обеспечение безопасности персональных данных, администраторы информационных систем персональных данных и администратор безопасности информационных систем персональных данных, им определены обязанности и разработаны инструкции по обеспечению безопасности информации.
</p>
<p>
	 6.6. Определен круг лиц, имеющих право обработки персональных данных, разработаны инструкции пользователям по защите персональных данных, антивирусной защите, действиям в кризисных ситуациях.
</p>
<p>
	 6.7. Определены требования к персоналу, степень ответственности работников за обеспечение безопасности персональных данных.
</p>
<p>
	 6.8. Проведено ознакомление работников, осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации по обеспечению безопасности персональных данных и требованиями к защите персональных данных, документами, определяющими политику оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных. Проводится периодическое обучение указанных работников правилам обработки персональных данных.
</p>
<p>
	 6.9. Предприняты необходимые и достаточные технические меры для обеспечения безопасности персональных данных от случайного или несанкционированного доступа, уничтожения, изменения, блокирования доступа и других несанкционированных действий:
</p>
<p>
	 6.9.1. Введена система разграничения доступа.
</p>
<p>
	 6.9.2. Установлена защита от несанкционированного доступа к автоматизированным рабочим местам, информационным сетям и базам персональных данных.
</p>
<p>
	 6.9.3. Установлена защита от вредоносного программно-математического воздействия.
</p>
<p>
	 6.9.4. Осуществляется регулярное резервное копированием информации и баз данных.
</p>
<p>
	 6.9.5. Передача информации по сетям общего пользования осуществляется с использованием средств криптографической защиты информации.
</p>
<p>
	 6.10. Организована система контроля за порядком обработки персональных данных и обеспечения их безопасности. Спланированы проверки соответствия системы защиты персональных данных, аудит уровня защищенности персональных данных в информационных системах персональных данных, функционирования средств защиты информации, выявления изменений в режиме обработки и защиты персональных данных.
</p>
<p>
	 Изменение Политики.
</p>
<p>
	 7.1. Компания имеет право вносить изменения в настоящую Политику. При внесении изменений в наименовании Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения на сайте Компании, если иное не предусмотрено новой редакцией Политики.
</p>
<p>
	 7.2. К настоящей Политике и отношениям между Абонентом и Компанией применяются нормы действующего законодательства.
</p>
<p>
	 Использование куки (cookies)
</p>
<p>
	 8.1. ООО «Центр диагностики Томоград-Подольск» использует на своём сайте куки на одну сессию (Session-Cookies). Куки – это текстовая строка информации, которая передается на жесткий диск вашего компьютера через веб-браузер. Посредством куки мы анализируем дату и время Вашего визита на нашем сайте, последовательность просматриваемых Вами страниц, данные о Вашем браузере (например, как Вы попали на наш сайт: поисковая машина, рекламные объявления и.т.д.) или информацию о том, какое именно содержание нашего сайта больше всего интересует наших пользователей. Эти данные используются исключительно внутри фирмы для статистических исследований. На основе результатов статистических исследований мы улучшаем качество нашего сайта. Вашей конфиденциальности ничего не угрожает, т.к. данные используются анонимно и в обобщённом виде.
</p>
        </div>
    </div>
</section>

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>