<?if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();
/** @var array $arParams */
/** @var array $arResult */
/** @global CMain $APPLICATION */
/** @global CUser $USER */
/** @global CDatabase $DB */
/** @var CBitrixComponentTemplate $this */
/** @var string $templateName */
/** @var string $templateFile */
/** @var string $templateFolder */
/** @var string $componentPath */
/** @var CBitrixComponent $component */
$this->setFrameMode(true);
$APPLICATION->SetPageProperty("title", "Новый заголовок страницы");
$top_banner_id = !empty($arResult["PROPERTIES"]["TOP_BANNER"]["VALUE"]) ? $arResult["PROPERTIES"]["TOP_BANNER"]["VALUE"] : null;

$main = [
    "title" => !empty($arResult["PROPERTIES"]["SECTION_TITLE"]["~VALUE"]) ? $arResult["PROPERTIES"]["SECTION_TITLE"]["~VALUE"] : '',
    "description" => !empty($arResult["PROPERTIES"]["SECTION_DESCRIPTION"]["~VALUE"]["TEXT"]) ? $arResult["PROPERTIES"]["SECTION_DESCRIPTION"]["~VALUE"]["TEXT"] : '',
    "svg" => !empty($arResult["PROPERTIES"]["SECTION_SVG"]["VALUE"]) ? $arResult["PROPERTIES"]["SECTION_SVG"]["VALUE"] : []
];

$symptoms = [
    "title" => !empty($arResult["PROPERTIES"]["SYMPT_TITLE"]["VALUE"]) ? $arResult["PROPERTIES"]["SYMPT_TITLE"]["VALUE"] : '',
    "description" => !empty($arResult["PROPERTIES"]["SYMPTOMS_DESCRIPTION"]["~VALUE"]["TEXT"]) ? $arResult["PROPERTIES"]["SYMPTOMS_DESCRIPTION"]["~VALUE"]["TEXT"] : '',
    "list" => !empty($arResult["PROPERTIES"]["SYMPTOMS_LIST"]['VALUE']) ? $arResult["PROPERTIES"]["SYMPTOMS_LIST"]['VALUE'] : []
];

$advantages = [
    "title" => !empty($arResult["PROPERTIES"]["ADVANTAGES"]["VALUE"]) ? $arResult["PROPERTIES"]["ADVANTAGES"]["VALUE"] : '',
    "list" => !empty($arResult["PROPERTIES"]["ADVANTAGES_LIST"]["~VALUE"]) ? $arResult["PROPERTIES"]["ADVANTAGES_LIST"]["~VALUE"] : []
];

//slimDump($arResult["PROPERTIES"]);
/*
?>
<?if($top_banner_id):?>
<?$APPLICATION->IncludeComponent(
    "bitrix:news.detail", 
    "banners_inpage", 
    array(
        "ACTIVE_DATE_FORMAT" => "d.m.Y",
        "ADD_ELEMENT_CHAIN" => "N",
        "ADD_SECTIONS_CHAIN" => "N",
        "AJAX_MODE" => "N",
        "AJAX_OPTION_ADDITIONAL" => "",
        "AJAX_OPTION_HISTORY" => "N",
        "AJAX_OPTION_JUMP" => "N",
        "AJAX_OPTION_STYLE" => "Y",
        "BROWSER_TITLE" => "-",
        "CACHE_GROUPS" => "Y",
        "CACHE_TIME" => "36000000",
        "CACHE_TYPE" => "A",
        "CHECK_DATES" => "Y",
        "DETAIL_URL" => "",
        "DISPLAY_BOTTOM_PAGER" => "Y",
        "DISPLAY_DATE" => "Y",
        "DISPLAY_NAME" => "Y",
        "DISPLAY_PICTURE" => "Y",
        "DISPLAY_PREVIEW_TEXT" => "Y",
        "DISPLAY_TOP_PAGER" => "N",
        "ELEMENT_CODE" => "",
        "ELEMENT_ID" => $top_banner_id,
        "FIELD_CODE" => array(
            0 => "NAME",
            1 => "PREVIEW_TEXT",
            2 => "DETAIL_TEXT",
            3 => "DETAIL_PICTURE",
            4 => "",
        ),
        "IBLOCK_ID" => "25",
        "IBLOCK_TYPE" => "content",
        "IBLOCK_URL" => "",
        "INCLUDE_IBLOCK_INTO_CHAIN" => "N",
        "MESSAGE_404" => "",
        "META_DESCRIPTION" => "-",
        "META_KEYWORDS" => "-",
        "PAGER_BASE_LINK_ENABLE" => "N",
        "PAGER_SHOW_ALL" => "N",
        "PAGER_TEMPLATE" => ".default",
        "PAGER_TITLE" => "Страница",
        "PROPERTY_CODE" => array(
            0 => "SVG",
            1 => "",
        ),
        "SET_BROWSER_TITLE" => "N",
        "SET_CANONICAL_URL" => "N",
        "SET_LAST_MODIFIED" => "N",
        "SET_META_DESCRIPTION" => "N",
        "SET_META_KEYWORDS" => "N",
        "SET_STATUS_404" => "N",
        "SET_TITLE" => "N",
        "SHOW_404" => "N",
        "STRICT_SECTION_CHECK" => "N",
        "USE_PERMISSIONS" => "N",
        "USE_SHARE" => "N",
        "COMPONENT_TEMPLATE" => "banners_inpage"
    ),
    false
);?>
<?endif;?>
</section>

<?
$GLOBALS['fullServices'] = [
   "ID" => $arResult["PROPERTIES"]["LINKED_SERVICES_FULL"]["VALUE"]
];

$APPLICATION->IncludeComponent(
    "bitrix:news.list", 
    "shortServices_full", 
    array(
        "ACTIVE_DATE_FORMAT" => "d.m.Y",
        "ADD_SECTIONS_CHAIN" => "N",
        "AJAX_MODE" => "N",
        "AJAX_OPTION_ADDITIONAL" => "",
        "AJAX_OPTION_HISTORY" => "N",
        "AJAX_OPTION_JUMP" => "N",
        "AJAX_OPTION_STYLE" => "Y",
        "CACHE_FILTER" => "N",
        "CACHE_GROUPS" => "Y",
        "CACHE_TIME" => "36000000",
        "CACHE_TYPE" => "A",
        "CHECK_DATES" => "Y",
        "DETAIL_URL" => "",
        "DISPLAY_BOTTOM_PAGER" => "Y",
        "DISPLAY_DATE" => "Y",
        "DISPLAY_NAME" => "Y",
        "DISPLAY_PICTURE" => "Y",
        "DISPLAY_PREVIEW_TEXT" => "Y",
        "DISPLAY_TOP_PAGER" => "N",
        "FIELD_CODE" => array(
            0 => "NAME",
            1 => "PREVIEW_TEXT",
            2 => "DETAIL_TEXT",
            3 => "DETAIL_PICTURE",
            4 => "",
        ),
        "FILTER_NAME" => "fullServices",
        "HIDE_LINK_WHEN_NO_DETAIL" => "N",
        "IBLOCK_ID" => "31",
        "IBLOCK_TYPE" => "services_short",
        "INCLUDE_IBLOCK_INTO_CHAIN" => "N",
        "INCLUDE_SUBSECTIONS" => "Y",
        "MESSAGE_404" => "",
        "NEWS_COUNT" => "20",
        "PAGER_BASE_LINK_ENABLE" => "N",
        "PAGER_DESC_NUMBERING" => "N",
        "PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",
        "PAGER_SHOW_ALL" => "N",
        "PAGER_SHOW_ALWAYS" => "N",
        "PAGER_TEMPLATE" => ".default",
        "PAGER_TITLE" => "Новости",
        "PARENT_SECTION" => "",
        "PARENT_SECTION_CODE" => "",
        "PREVIEW_TRUNCATE_LEN" => "",
        "PROPERTY_CODE" => array(
            0 => "",
            1 => "SVG",
        ),
        "SET_BROWSER_TITLE" => "N",
        "SET_LAST_MODIFIED" => "N",
        "SET_META_DESCRIPTION" => "N",
        "SET_META_KEYWORDS" => "N",
        "SET_STATUS_404" => "N",
        "SET_TITLE" => "N",
        "SHOW_404" => "N",
        "SORT_BY1" => "ACTIVE_FROM",
        "SORT_BY2" => "SORT",
        "SORT_ORDER1" => "DESC",
        "SORT_ORDER2" => "ASC",
        "STRICT_SECTION_CHECK" => "N",
        "COMPONENT_TEMPLATE" => "shortServices_full"
    ),
    false
);?>

<?$APPLICATION->IncludeComponent("bitrix:news.list", "articles-rebeletation", Array(
	"ACTIVE_DATE_FORMAT" => "d.m.Y",	// Формат показа даты
	"ADD_SECTIONS_CHAIN" => "N",	// Включать раздел в цепочку навигации
	"AJAX_MODE" => "N",	// Включить режим AJAX
	"AJAX_OPTION_ADDITIONAL" => "",	// Дополнительный идентификатор
	"AJAX_OPTION_HISTORY" => "N",	// Включить эмуляцию навигации браузера
	"AJAX_OPTION_JUMP" => "N",	// Включить прокрутку к началу компонента
	"AJAX_OPTION_STYLE" => "Y",	// Включить подгрузку стилей
	"CACHE_FILTER" => "N",	// Кешировать при установленном фильтре
	"CACHE_GROUPS" => "Y",	// Учитывать права доступа
	"CACHE_TIME" => "36000000",	// Время кеширования (сек.)
	"CACHE_TYPE" => "A",	// Тип кеширования
	"CHECK_DATES" => "Y",	// Показывать только активные на данный момент элементы
	"DETAIL_URL" => "",	// URL страницы детального просмотра (по умолчанию - из настроек инфоблока)
	"DISPLAY_BOTTOM_PAGER" => "Y",	// Выводить под списком
		"DISPLAY_DATE" => "Y",	// Выводить дату элемента
		"DISPLAY_NAME" => "Y",	// Выводить название элемента
		"DISPLAY_PICTURE" => "Y",	// Выводить изображение для анонса
		"DISPLAY_PREVIEW_TEXT" => "Y",	// Выводить текст анонса
		"DISPLAY_TOP_PAGER" => "N",	// Выводить над списком
		"FIELD_CODE" => array(	// Поля
			0 => "NAME",
			1 => "PREVIEW_TEXT",
			2 => "DETAIL_TEXT",
			3 => "",
		),
		"FILTER_NAME" => "arrFilter",	// Фильтр
		"HIDE_LINK_WHEN_NO_DETAIL" => "N",	// Скрывать ссылку, если нет детального описания
		"IBLOCK_ID" => "28",	// Код информационного блока
		"IBLOCK_TYPE" => "content",	// Тип информационного блока (используется только для проверки)
		"INCLUDE_IBLOCK_INTO_CHAIN" => "N",	// Включать инфоблок в цепочку навигации
		"INCLUDE_SUBSECTIONS" => "Y",	// Показывать элементы подразделов раздела
		"MESSAGE_404" => "",	// Сообщение для показа (по умолчанию из компонента)
		"NEWS_COUNT" => "20",	// Количество новостей на странице
		"PAGER_BASE_LINK_ENABLE" => "N",	// Включить обработку ссылок
		"PAGER_DESC_NUMBERING" => "N",	// Использовать обратную навигацию
		"PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",	// Время кеширования страниц для обратной навигации
		"PAGER_SHOW_ALL" => "N",	// Показывать ссылку "Все"
		"PAGER_SHOW_ALWAYS" => "N",	// Выводить всегда
		"PAGER_TEMPLATE" => ".default",	// Шаблон постраничной навигации
		"PAGER_TITLE" => "Новости",	// Название категорий
		"PARENT_SECTION" => "",	// ID раздела
		"PARENT_SECTION_CODE" => "",	// Код раздела
		"PREVIEW_TRUNCATE_LEN" => "",	// Максимальная длина анонса для вывода (только для типа текст)
		"PROPERTY_CODE" => array(	// Свойства
			0 => "",
			1 => "LINKED_ITEM",
			2 => "SVG",
		),
		"SET_BROWSER_TITLE" => "N",	// Устанавливать заголовок окна браузера
		"SET_LAST_MODIFIED" => "N",	// Устанавливать в заголовках ответа время модификации страницы
		"SET_META_DESCRIPTION" => "N",	// Устанавливать описание страницы
		"SET_META_KEYWORDS" => "N",	// Устанавливать ключевые слова страницы
		"SET_STATUS_404" => "N",	// Устанавливать статус 404
		"SET_TITLE" => "N",	// Устанавливать заголовок страницы
		"SHOW_404" => "N",	// Показ специальной страницы
		"SORT_BY1" => "ACTIVE_FROM",	// Поле для первой сортировки новостей
		"SORT_BY2" => "SORT",	// Поле для второй сортировки новостей
		"SORT_ORDER1" => "DESC",	// Направление для первой сортировки новостей
		"SORT_ORDER2" => "ASC",	// Направление для второй сортировки новостей
		"STRICT_SECTION_CHECK" => "N",	// Строгая проверка раздела для показа списка
		"COMPONENT_TEMPLATE" => "articles-actions",
		"ELEMENT_ID" => $arResult["ID"]
	),
false
);?>

<?if(!empty($arResult["PROPERTIES"]["LINKED_SERVICES"]["VALUE"])):?>
<section class="anchor-section js--navpin--section block__padd block__overflow" id="des_1" data-link="#link_1">
    <div class="container">
        <div class="block__padd__title">
            <div class="row flex-nowrap align-items-end">
                <div class="col-12 col-md">
                    <h2 class="h2">Стоимость</h2>
                </div>
            </div>
        </div>
        <div class="pagprice">
            <div class="pagprice__head">
                <div class="pagprice__row1 row align-items-end">
                    <div class="col-12 col-md">
                        <div class="pagprice__title">
                            <div class="pagprice__title__label">Услуга</div>
                        </div>
                    </div>
                    <div class="col-auto d-none d-md-block">
                        <div class="pagprice__price">
                            <div class="pagprice__price__label">Цена</div>
                        </div>
                    </div>
                    <div class="col-auto d-none d-md-block">
                        <div class="pagprice__btn">&nbsp;</div>
                    </div>
                </div>
            </div>
            <div class="pagprice__body">
                <?foreach ($arResult["PROPERTIES"]["LINKED_SERVICES"]["VALUE"] as $serviceId) {
                    $service = getElementWithProperties($serviceId);
                    if(!empty($service)):?>
                        <div class="pagprice__body__item">
                            <div class="pagprice__row1 row align-items-center">
                                <div class="col">
                                    <div class="row">
                                        <div class="col-12 col-md">
                                            <div class="pagprice__title">
                                                <?if(!empty($service["NAME"])):?><div class="pagprice__title__name"><?=$service["NAME"]?></div><?endif;?>
                                            </div>
                                        </div>
                                        <div class="col-12 col-md-auto">
                                            <div class="pagprice__price">
                                                <?if(!empty($service["PROPERTIES"]["PRICE"])):?><div class="pagprice__price__number"><?=$service["PROPERTIES"]["PRICE"]?> ₽</div><?endif;?>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                                <div class="col-auto">
                                    <div class="pagprice__btn"><button class="mbtn mbtn__full mbtn__red mbtn__default d-block w-100" type="button"><span>Записаться</span><span class="d-none d-md-inline-block">&nbsp;на прием</span></button></div>
                                </div>
                            </div>
                        </div>
                        <?endif;
                    }?>
                </div>
            </div>
        </div>
    </section>
    <?endif;?>
*/?>

<div class="simptoms-head">
                    <div class="row">
                        <div class="col-12 col-lg-auto">
                            <div class="simptoms-head__img">
                                <div class="simptoms-head__img__pic"><img src="<?=SITE_TEMPLATE_PATH?>/img/simptoms/img-sim-0.png" alt="" /></div>
                                <div class="simptoms-head__img__des d-lg-none">
                                    <div class="simptoms-head__img__des__title">Болит голова</div>
                                    <div class="simptoms-head__img__des__btn"><a class="mbtn mbtn__full mbtn__red mbtn__default" href="#">Получить консультацию специалиста</a></div>
                                </div>
                            </div>
                        </div>
                        <div class="col-12 col-lg">
                            <div class="simptoms-head__body">
                                <div class="simptoms-head__body__label d-none d-lg-block">Болит голова</div>
                                <div class="simptoms-head__body__title">
                                    <h1 class="h1">Головная боль: причины, виды и важные сигналы организма</h1>
                                </div>
                                <div class="simptoms-head__body__text">
                                    <div class="block__text">
                                        <p>Головная боль (цефалгия) — это симптом, возникающий при раздражении болевых рецепторов, расположенных в мягких тканях головы, мышцах, сосудах и мозговых оболочках. Она может указывать на различные нарушения, и важно понимать её природу.</p>
                                    </div>
                                </div>
                                <div class="simptoms-head__body__btns"><a class="mbtn mbtn__full mbtn__red mbtn__extralarge" href="#js--modal-order" data-fancybox-html="data-fancybox-html">Получить консультацию специалиста</a></div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section><!-- /page-->
        <section class="block__padd block__overflow block__bg-blue2">
            <div class="container">
                <div class="servicearticle-about">
                    <div class="row servicearticle-about__row">
                        <div class="col-12 col-lg-5">
                            <div class="servicearticle-about__text">
                                <div class="block__text">
                                    <h2>Типы головной боли по локализации</h2>
                                    <p>Без своевременного лечения головная боль может привести к серьёзным осложнениям, включая потерю зрения, слуха и даже летальные последствия.</p>
                                </div>
                            </div>
                            <div class="servicearticle-about__more d-none d-md-block"><a class="mbtn mbtn__full mbtn__red mbtn__default" href="#js--modal-order" data-fancybox-html="data-fancybox-html">Получить консультацию</a></div>
                        </div>
                        <div class="col-12 col-lg-7">
                            <div class="advantageslist row"><!-- el-->
                                <div class="advantageslist__item col-6">
                                    <div class="advantageslist__card">
                                        <div class="advantageslist__card__head"><i><svg width="40" height="33" viewBox="0 0 40 33" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M39.0535 0.375H0.946197C0.584441 0.375 0.291504 0.731295 0.291504 1.17129V31.8287C0.291504 32.2687 0.584441 32.625 0.946197 32.625H39.0535C39.4149 32.625 39.7082 32.2687 39.7082 31.8287V1.17129C39.7082 0.731665 39.4152 0.375 39.0535 0.375ZM38.3988 25.2449H11.9675C11.6058 25.2449 11.3128 25.6012 11.3128 26.0412C11.3128 26.4808 11.6058 26.8375 11.9675 26.8375H38.3988V31.0319L1.60114 31.0323V26.8379H7.60847C7.97022 26.8379 8.26316 26.4812 8.26316 26.0416C8.26316 25.6016 7.97022 25.2453 7.60847 25.2453L1.60114 25.2449V1.96789H38.3988V25.2449ZM23.1704 15.6023H33.9476C34.3093 15.6023 34.6023 15.246 34.6023 14.806C34.6023 14.366 34.3093 14.0097 33.9476 14.0097H23.1704C22.8089 14.0097 22.5157 14.366 22.5157 14.806C22.5154 15.246 22.8089 15.6023 23.1704 15.6023ZM23.1704 12.0063H33.9476C34.3093 12.0063 34.6023 11.65 34.6023 11.21C34.6023 10.77 34.3093 10.4137 33.9476 10.4137L23.1704 10.4134C22.8089 10.4134 22.5157 10.7696 22.5157 11.2096C22.5154 11.65 22.8089 12.0063 23.1704 12.0063V12.0063ZM23.1704 19.1992H28.5587C28.9204 19.1992 29.2134 18.843 29.2134 18.403C29.2134 17.9633 28.9204 17.6067 28.5587 17.6067L23.1704 17.6063C22.8089 17.6063 22.5157 17.963 22.5157 18.4026C22.5154 18.8429 22.8089 19.1992 23.1704 19.1992V19.1992ZM6.0539 16.7974H9.34233V20.8004C9.34233 21.24 9.63527 21.5967 9.99703 21.5967H13.9383C14.3001 21.5967 14.593 21.24 14.593 20.8004V16.7974H17.8815C18.2432 16.7974 18.5361 16.4411 18.5361 16.0011V11.2096C18.5361 10.7696 18.2432 10.4133 17.8815 10.4133H14.593V6.41368C14.593 5.97368 14.3001 5.61739 13.9383 5.61739H9.99703C9.63527 5.61739 9.34233 5.97368 9.34233 6.41368V10.4133H6.0539C5.69214 10.4133 5.39921 10.7696 5.39921 11.2096V16.0011C5.3989 16.4411 5.69184 16.7974 6.0539 16.7974ZM6.70859 12.0063H9.99703C10.3588 12.0063 10.6517 11.65 10.6517 11.21V7.21035H13.2833V11.21C13.2833 11.65 13.5762 12.0063 13.938 12.0063H17.2264V15.2048H13.938C13.5762 15.2048 13.2833 15.5611 13.2833 16.0011V20.0041H10.6517V16.0011C10.6517 15.5611 10.3588 15.2048 9.99703 15.2048H6.70859V12.0063Z" fill="#102A83" stroke="#102A83" stroke-width="0.475" />
                                                </svg>
                                            </i><span>Лобная</span></div>
                                        <div class="advantageslist__card__body">Может быть признаком воспаления пазух (фронтита), повышения внутричерепного давления, менингита или защемления нерва.</div>
                                    </div>
                                </div><!-- /el--><!-- el-->
                                <div class="advantageslist__item col-6">
                                    <div class="advantageslist__card">
                                        <div class="advantageslist__card__head"><i><svg width="40" height="33" viewBox="0 0 40 33" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M39.0535 0.375H0.946197C0.584441 0.375 0.291504 0.731295 0.291504 1.17129V31.8287C0.291504 32.2687 0.584441 32.625 0.946197 32.625H39.0535C39.4149 32.625 39.7082 32.2687 39.7082 31.8287V1.17129C39.7082 0.731665 39.4152 0.375 39.0535 0.375ZM38.3988 25.2449H11.9675C11.6058 25.2449 11.3128 25.6012 11.3128 26.0412C11.3128 26.4808 11.6058 26.8375 11.9675 26.8375H38.3988V31.0319L1.60114 31.0323V26.8379H7.60847C7.97022 26.8379 8.26316 26.4812 8.26316 26.0416C8.26316 25.6016 7.97022 25.2453 7.60847 25.2453L1.60114 25.2449V1.96789H38.3988V25.2449ZM23.1704 15.6023H33.9476C34.3093 15.6023 34.6023 15.246 34.6023 14.806C34.6023 14.366 34.3093 14.0097 33.9476 14.0097H23.1704C22.8089 14.0097 22.5157 14.366 22.5157 14.806C22.5154 15.246 22.8089 15.6023 23.1704 15.6023ZM23.1704 12.0063H33.9476C34.3093 12.0063 34.6023 11.65 34.6023 11.21C34.6023 10.77 34.3093 10.4137 33.9476 10.4137L23.1704 10.4134C22.8089 10.4134 22.5157 10.7696 22.5157 11.2096C22.5154 11.65 22.8089 12.0063 23.1704 12.0063V12.0063ZM23.1704 19.1992H28.5587C28.9204 19.1992 29.2134 18.843 29.2134 18.403C29.2134 17.9633 28.9204 17.6067 28.5587 17.6067L23.1704 17.6063C22.8089 17.6063 22.5157 17.963 22.5157 18.4026C22.5154 18.8429 22.8089 19.1992 23.1704 19.1992V19.1992ZM6.0539 16.7974H9.34233V20.8004C9.34233 21.24 9.63527 21.5967 9.99703 21.5967H13.9383C14.3001 21.5967 14.593 21.24 14.593 20.8004V16.7974H17.8815C18.2432 16.7974 18.5361 16.4411 18.5361 16.0011V11.2096C18.5361 10.7696 18.2432 10.4133 17.8815 10.4133H14.593V6.41368C14.593 5.97368 14.3001 5.61739 13.9383 5.61739H9.99703C9.63527 5.61739 9.34233 5.97368 9.34233 6.41368V10.4133H6.0539C5.69214 10.4133 5.39921 10.7696 5.39921 11.2096V16.0011C5.3989 16.4411 5.69184 16.7974 6.0539 16.7974ZM6.70859 12.0063H9.99703C10.3588 12.0063 10.6517 11.65 10.6517 11.21V7.21035H13.2833V11.21C13.2833 11.65 13.5762 12.0063 13.938 12.0063H17.2264V15.2048H13.938C13.5762 15.2048 13.2833 15.5611 13.2833 16.0011V20.0041H10.6517V16.0011C10.6517 15.5611 10.3588 15.2048 9.99703 15.2048H6.70859V12.0063Z" fill="#102A83" stroke="#102A83" stroke-width="0.475" />
                                                </svg>
                                            </i><span>Височная</span></div>
                                        <div class="advantageslist__card__body">Часто связана с колебаниями артериального давления, инфекциями или интоксикацией.</div>
                                    </div>
                                </div><!-- /el--><!-- el-->
                                <div class="advantageslist__item col-6">
                                    <div class="advantageslist__card">
                                        <div class="advantageslist__card__head"><i><svg width="40" height="33" viewBox="0 0 40 33" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M39.0535 0.375H0.946197C0.584441 0.375 0.291504 0.731295 0.291504 1.17129V31.8287C0.291504 32.2687 0.584441 32.625 0.946197 32.625H39.0535C39.4149 32.625 39.7082 32.2687 39.7082 31.8287V1.17129C39.7082 0.731665 39.4152 0.375 39.0535 0.375ZM38.3988 25.2449H11.9675C11.6058 25.2449 11.3128 25.6012 11.3128 26.0412C11.3128 26.4808 11.6058 26.8375 11.9675 26.8375H38.3988V31.0319L1.60114 31.0323V26.8379H7.60847C7.97022 26.8379 8.26316 26.4812 8.26316 26.0416C8.26316 25.6016 7.97022 25.2453 7.60847 25.2453L1.60114 25.2449V1.96789H38.3988V25.2449ZM23.1704 15.6023H33.9476C34.3093 15.6023 34.6023 15.246 34.6023 14.806C34.6023 14.366 34.3093 14.0097 33.9476 14.0097H23.1704C22.8089 14.0097 22.5157 14.366 22.5157 14.806C22.5154 15.246 22.8089 15.6023 23.1704 15.6023ZM23.1704 12.0063H33.9476C34.3093 12.0063 34.6023 11.65 34.6023 11.21C34.6023 10.77 34.3093 10.4137 33.9476 10.4137L23.1704 10.4134C22.8089 10.4134 22.5157 10.7696 22.5157 11.2096C22.5154 11.65 22.8089 12.0063 23.1704 12.0063V12.0063ZM23.1704 19.1992H28.5587C28.9204 19.1992 29.2134 18.843 29.2134 18.403C29.2134 17.9633 28.9204 17.6067 28.5587 17.6067L23.1704 17.6063C22.8089 17.6063 22.5157 17.963 22.5157 18.4026C22.5154 18.8429 22.8089 19.1992 23.1704 19.1992V19.1992ZM6.0539 16.7974H9.34233V20.8004C9.34233 21.24 9.63527 21.5967 9.99703 21.5967H13.9383C14.3001 21.5967 14.593 21.24 14.593 20.8004V16.7974H17.8815C18.2432 16.7974 18.5361 16.4411 18.5361 16.0011V11.2096C18.5361 10.7696 18.2432 10.4133 17.8815 10.4133H14.593V6.41368C14.593 5.97368 14.3001 5.61739 13.9383 5.61739H9.99703C9.63527 5.61739 9.34233 5.97368 9.34233 6.41368V10.4133H6.0539C5.69214 10.4133 5.39921 10.7696 5.39921 11.2096V16.0011C5.3989 16.4411 5.69184 16.7974 6.0539 16.7974ZM6.70859 12.0063H9.99703C10.3588 12.0063 10.6517 11.65 10.6517 11.21V7.21035H13.2833V11.21C13.2833 11.65 13.5762 12.0063 13.938 12.0063H17.2264V15.2048H13.938C13.5762 15.2048 13.2833 15.5611 13.2833 16.0011V20.0041H10.6517V16.0011C10.6517 15.5611 10.3588 15.2048 9.99703 15.2048H6.70859V12.0063Z" fill="#102A83" stroke="#102A83" stroke-width="0.475" />
                                                </svg>
                                            </i><span>Затылочная и шейная</span></div>
                                        <div class="advantageslist__card__body">Сигнализирует о шейном остеохондрозе, перенапряжении мышц, гипертонии или спондилёзе.</div>
                                    </div>
                                </div><!-- /el--><!-- el-->
                                <div class="advantageslist__item col-6">
                                    <div class="advantageslist__card">
                                        <div class="advantageslist__card__head"><i><svg width="40" height="33" viewBox="0 0 40 33" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M39.0535 0.375H0.946197C0.584441 0.375 0.291504 0.731295 0.291504 1.17129V31.8287C0.291504 32.2687 0.584441 32.625 0.946197 32.625H39.0535C39.4149 32.625 39.7082 32.2687 39.7082 31.8287V1.17129C39.7082 0.731665 39.4152 0.375 39.0535 0.375ZM38.3988 25.2449H11.9675C11.6058 25.2449 11.3128 25.6012 11.3128 26.0412C11.3128 26.4808 11.6058 26.8375 11.9675 26.8375H38.3988V31.0319L1.60114 31.0323V26.8379H7.60847C7.97022 26.8379 8.26316 26.4812 8.26316 26.0416C8.26316 25.6016 7.97022 25.2453 7.60847 25.2453L1.60114 25.2449V1.96789H38.3988V25.2449ZM23.1704 15.6023H33.9476C34.3093 15.6023 34.6023 15.246 34.6023 14.806C34.6023 14.366 34.3093 14.0097 33.9476 14.0097H23.1704C22.8089 14.0097 22.5157 14.366 22.5157 14.806C22.5154 15.246 22.8089 15.6023 23.1704 15.6023ZM23.1704 12.0063H33.9476C34.3093 12.0063 34.6023 11.65 34.6023 11.21C34.6023 10.77 34.3093 10.4137 33.9476 10.4137L23.1704 10.4134C22.8089 10.4134 22.5157 10.7696 22.5157 11.2096C22.5154 11.65 22.8089 12.0063 23.1704 12.0063V12.0063ZM23.1704 19.1992H28.5587C28.9204 19.1992 29.2134 18.843 29.2134 18.403C29.2134 17.9633 28.9204 17.6067 28.5587 17.6067L23.1704 17.6063C22.8089 17.6063 22.5157 17.963 22.5157 18.4026C22.5154 18.8429 22.8089 19.1992 23.1704 19.1992V19.1992ZM6.0539 16.7974H9.34233V20.8004C9.34233 21.24 9.63527 21.5967 9.99703 21.5967H13.9383C14.3001 21.5967 14.593 21.24 14.593 20.8004V16.7974H17.8815C18.2432 16.7974 18.5361 16.4411 18.5361 16.0011V11.2096C18.5361 10.7696 18.2432 10.4133 17.8815 10.4133H14.593V6.41368C14.593 5.97368 14.3001 5.61739 13.9383 5.61739H9.99703C9.63527 5.61739 9.34233 5.97368 9.34233 6.41368V10.4133H6.0539C5.69214 10.4133 5.39921 10.7696 5.39921 11.2096V16.0011C5.3989 16.4411 5.69184 16.7974 6.0539 16.7974ZM6.70859 12.0063H9.99703C10.3588 12.0063 10.6517 11.65 10.6517 11.21V7.21035H13.2833V11.21C13.2833 11.65 13.5762 12.0063 13.938 12.0063H17.2264V15.2048H13.938C13.5762 15.2048 13.2833 15.5611 13.2833 16.0011V20.0041H10.6517V16.0011C10.6517 15.5611 10.3588 15.2048 9.99703 15.2048H6.70859V12.0063Z" fill="#102A83" stroke="#102A83" stroke-width="0.475" />
                                                </svg>
                                            </i><span>Окологлазная</span></div>
                                        <div class="advantageslist__card__body">Характерна для вегетативной дисфункции, глаукомы и мигрени</div>
                                    </div>
                                </div><!-- /el-->
                            </div>
                            <div class="servicearticle-about__more d-md-none"><a class="mbtn mbtn__full mbtn__red mbtn__default d-block w-100" href="#js--modal-order" data-fancybox-html="data-fancybox-html">Получить консультацию</a></div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section class="block__padd block__overflow">
            <div class="container">
                <div class="block__padd__title">
                    <div class="row flex-nowrap align-items-end">
                        <div class="col-12 col-md">
                            <h2 class="h2">Типы боли по ощущениям</h2>
                        </div>
                    </div>
                </div>
                <div class="actionarticle__procedures row"><!-- el-->
                    <div class="actionarticle__procedures__item col-6">
                        <div class="actionarticle__procedures__card color-0">
                            <div class="actionarticle__procedures__card__icon"><svg width="148" height="147" viewBox="0 0 148 147" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M72.3494 81.2538C73.8475 82.1516 72.3494 84.2467 71.0018 83.349C69.5037 82.4512 68.9051 83.0494 68.4559 83.6486C67.8573 84.3971 67.407 84.9953 66.2098 84.9953C63.664 84.9953 61.4168 83.6486 60.9675 80.9542C60.3689 78.1103 62.1658 75.2668 64.7117 73.9201C67.1081 72.423 67.7067 69.1304 66.8083 66.5864C62.4656 64.0423 59.9186 59.4029 59.9186 54.4641C59.9186 46.6815 66.2087 40.3957 73.9968 40.3957C81.7849 40.3957 88.0751 46.6815 88.0751 54.4641C88.0751 59.4029 85.3798 64.0424 81.1853 66.5864C80.4363 69.1305 80.7361 72.4232 83.4314 73.9201C85.8279 75.2668 87.6248 78.1106 87.026 80.9542C86.5768 83.6475 84.3308 84.9953 81.7837 84.9953C80.7348 84.9953 80.1362 84.3971 79.5376 83.6486C79.0884 83.0504 78.4888 82.4512 77.1411 83.349C75.643 84.2468 74.2953 82.1516 75.643 81.2538C78.9379 79.0093 80.2855 80.6556 81.4839 82.0023C82.5328 83.0504 84.3297 81.853 84.479 80.5052C84.7788 78.8589 83.5805 76.9131 82.0825 76.1656C79.2366 74.37 77.889 71.2268 78.3383 67.7848C76.9917 68.2327 75.4946 68.5323 73.9967 68.5323C72.4988 68.5323 71.1509 68.2327 69.8033 67.9341C70.1031 71.0775 68.9048 74.369 65.9096 76.1658C64.4115 77.0636 63.2144 78.7099 63.5131 80.5054C63.6625 81.8521 65.6098 83.0495 66.5082 82.0024C67.7064 80.6547 69.0541 79.0084 72.349 81.2539L72.3494 81.2538ZM73.9969 42.9405C67.5575 42.9405 62.4647 48.0287 62.4647 54.4647C62.4647 60.7504 67.5565 65.8386 73.9969 65.8386C80.2871 65.8386 85.5292 60.7504 85.5292 54.4647C85.5292 48.0287 80.2868 42.9405 73.9969 42.9405ZM122.371 69.8795C123.57 66.7361 124.468 63.2941 124.468 60.4506C124.768 52.6679 117.129 55.6609 115.482 59.4024C114.583 61.3484 114.283 65.2392 113.834 67.4836C116.83 67.3354 119.825 68.2332 122.371 69.8795L122.371 69.8795ZM124.468 71.6762C127.163 74.071 128.661 78.1111 128.661 81.5541C128.661 89.3367 122.222 95.6225 114.434 95.6225C111.139 95.6225 107.995 94.4251 105.447 92.4791C104.1 94.8739 102.602 97.1183 100.805 99.2136C101.404 126.452 120.124 130.942 140.493 138.275C142.14 138.873 141.242 141.268 139.744 140.819C119.226 133.336 100.206 128.846 98.2587 101.907C94.8144 105.349 89.8721 109.091 85.5281 111.635C91.9675 120.764 85.5281 133.784 73.9958 133.784C62.4636 133.784 56.0242 120.764 62.4636 111.635C58.2702 109.091 53.1784 105.349 49.733 101.907C47.7857 128.846 28.7663 133.336 8.39757 140.819C6.75009 141.268 5.85168 138.873 7.49914 138.275C27.8673 130.942 46.588 126.452 47.3369 99.2136C42.8436 93.9749 39.9981 87.989 37.7519 81.5541C35.8046 83.2004 33.4092 83.2004 31.1619 82.003C25.6208 79.1591 22.1754 69.1321 21.1276 63.1459C20.529 59.255 20.6784 54.1657 25.321 53.268C27.8669 52.8191 30.7126 53.5676 32.6598 55.2139C31.4636 29.3217 46.5897 6.125 73.9979 6.125C101.406 6.125 116.531 29.3228 115.333 55.2139C120.425 51.0234 127.315 52.6698 127.015 60.6017C127.015 63.8943 125.818 67.9354 124.469 71.6769L124.468 71.6762ZM103.651 90.5332C101.554 88.1384 100.356 84.996 100.356 81.553C100.356 75.1181 104.849 69.4307 111.139 67.9336L112.786 56.5596C108.742 37.1033 93.1672 23.9334 73.5476 23.9334C53.9286 23.9334 38.9517 36.9537 35.3573 56.1106C35.5067 59.8521 35.9559 63.5937 36.8554 67.6348C40.749 86.4918 46.4404 99.6623 64.1128 109.69C66.6587 107.146 70.1029 105.648 73.9976 105.648C77.8913 105.648 81.3364 107.146 83.8824 109.69C91.9682 105.05 99.1567 98.7646 103.65 90.533L103.651 90.5332ZM114.434 70.0299C108.144 70.0299 103.052 75.2686 103.052 81.5541C103.052 87.989 108.144 93.0783 114.434 93.0783C120.873 93.0783 125.966 87.9901 125.966 81.5541C125.966 75.2675 120.874 70.0299 114.434 70.0299ZM69.3541 95.472C67.7067 95.472 67.7067 92.9279 69.3541 92.9279H78.4898C80.2867 92.9279 80.2867 95.472 78.4898 95.472H69.3541ZM35.3573 46.6825C41.7967 30.8186 56.624 21.3894 73.5476 21.3894C90.7701 21.3894 106.047 31.2673 112.636 47.4308C110.989 25.7291 96.4618 8.66847 73.9969 8.66847C51.9813 8.66847 37.3042 25.4303 35.3573 46.6825ZM33.1112 60.9C32.3622 57.6075 29.2176 55.2126 25.7724 55.8118C22.7773 56.41 23.3759 60.451 23.8251 62.6968C24.5742 67.785 27.7188 77.3633 32.3623 79.7581C34.3096 80.656 35.8067 80.3563 36.8556 78.5607C35.0576 72.5737 34.1592 67.0365 33.1114 60.9001L33.1112 60.9ZM82.0847 111.486C80.1374 109.54 77.1424 108.193 73.9978 108.193C70.8522 108.193 68.0077 109.54 65.911 111.486C58.7225 118.669 63.6649 131.241 73.9978 131.241C84.332 131.241 89.2742 118.67 82.0847 111.486Z" fill="#102A83" />
                                </svg>
                            </div>
                            <div class="actionarticle__procedures__card__text">
                                <div class="actionarticle__procedures__card__title">Сильная</div>
                                <div class="actionarticle__procedures__card__text">Возникает при гайморите, инфекциях, мигрени, скачках давления.</div>
                            </div>
                        </div>
                    </div><!-- /el--><!-- el-->
                    <div class="actionarticle__procedures__item col-6">
                        <div class="actionarticle__procedures__card color-1">
                            <div class="actionarticle__procedures__card__icon"><svg width="131" height="132" viewBox="0 0 131 132" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M65.4969 113.917C56.387 113.887 47.7251 109.761 41.7067 102.587C35.6883 95.4126 32.889 85.8748 34.0195 76.3917C35.1995 62.9758 49.8321 39.0808 62.449 19.7622C63.1743 18.765 64.3016 18.1808 65.4961 18.1797C66.6916 18.1797 67.8188 18.7639 68.5451 19.7601C81.1641 39.0812 95.7976 62.9758 96.9773 76.3923H96.9762C98.1056 85.8757 95.3065 95.4121 89.288 102.586C83.2695 109.761 74.6088 113.887 65.4985 113.917L65.4969 113.917ZM65.4969 23.687C54.2521 40.9661 39.6991 64.6773 38.6307 76.8396C37.5902 84.9691 39.946 93.1733 45.0937 99.3473C50.2414 105.521 57.6786 109.063 65.4972 109.063C73.3158 109.063 80.7541 105.521 85.9017 99.3484C91.0493 93.1744 93.4061 84.9702 92.3658 76.8407C91.2964 64.679 76.7452 40.97 65.4996 23.6881L65.4969 23.687Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                    <path d="M62.1627 102.312C57.5142 101.517 53.2582 99.0946 50.0891 95.4384C46.9203 91.7823 45.0243 87.1083 44.709 82.1788C44.6191 80.8488 45.5676 79.6911 46.8344 79.586C48.1012 79.4797 49.2129 80.464 49.3245 81.7918C49.5663 85.6419 51.0428 89.2914 53.5144 92.1487C55.9859 95.0048 59.3066 96.8995 62.9354 97.5239C64.1877 97.7569 65.0256 99.0056 64.8128 100.32C64.601 101.635 63.4179 102.524 62.1624 102.312L62.1627 102.312Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                    <path d="M121.241 74.9165C119.896 88.7107 113.814 101.519 104.13 110.957C94.4463 120.393 81.821 125.812 68.6088 126.203C55.3978 126.594 42.5009 121.931 32.3233 113.083C22.1479 104.236 15.3865 91.8077 13.3004 78.1143L19.4534 82.8044C20.4887 83.5783 21.9238 83.3333 22.6709 82.2548C23.4179 81.1774 23.1968 79.6686 22.1749 78.8761L11.6916 70.8865H11.6926C11.1957 70.5071 10.5767 70.351 9.97024 70.4518C9.36372 70.5526 8.82023 70.9016 8.45965 71.423L0.844684 82.4195H0.845717C0.106942 83.5034 0.33942 85.0101 1.36752 85.7938C2.39558 86.5774 3.83282 86.3455 4.58818 85.2735L8.74177 79.2773V79.2784C11.0975 94.0859 18.4945 107.493 29.5584 117.014C40.6223 126.535 54.6043 131.521 68.9068 131.048C83.2094 130.576 96.8655 124.676 107.335 114.444C117.806 104.211 124.383 90.3415 125.846 75.4069C125.961 74.0812 125.037 72.9041 123.775 72.7697C122.511 72.6353 121.381 73.5924 121.239 74.9159L121.241 74.9165Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                    <path d="M126.409 46.7198L122.256 52.716V52.7149C119.9 37.9074 112.503 24.5001 101.439 14.9795C90.3753 5.45842 76.3933 0.47226 62.0908 0.94482C47.7882 1.41738 34.1321 7.3173 23.6628 17.5496C13.192 27.7819 6.61442 41.6518 5.15247 56.5864C5.02435 57.9197 5.95013 59.1099 7.22102 59.2453C8.49294 59.3808 9.62744 58.4107 9.75867 57.0775C11.1039 43.2833 17.1866 30.4745 26.87 21.0375C36.5545 11.6018 49.1788 6.18224 62.391 5.79099C75.602 5.39967 88.4989 10.0629 98.6764 18.9108C108.852 27.7579 115.613 40.1863 117.699 53.8797L111.546 49.1896C110.511 48.4157 109.076 48.6607 108.329 49.7392C107.582 50.8166 107.803 52.3254 108.825 53.1179L119.308 61.1075H119.307C120.341 61.8945 121.788 61.6549 122.54 60.571L130.155 49.5745H130.154C130.89 48.4905 130.656 46.986 129.63 46.2036C128.603 45.421 127.168 45.6518 126.412 46.7206L126.409 46.7198Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                </svg>
                            </div>
                            <div class="actionarticle__procedures__card__text">
                                <div class="actionarticle__procedures__card__title">Постоянная</div>
                                <div class="actionarticle__procedures__card__text">сигнализирует о поражении нервной системы, менингите или паразитарных инфекциях.</div>
                            </div>
                        </div>
                    </div><!-- /el--><!-- el-->
                    <div class="actionarticle__procedures__item col-6">
                        <div class="actionarticle__procedures__card color-2">
                            <div class="actionarticle__procedures__card__icon"><svg width="123" height="130" viewBox="0 0 123 130" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M122.576 30.147C122.196 29.4596 121.468 29.046 120.679 29.0764C120.428 29.0863 120.153 29.0916 119.884 29.0916C105.703 29.0916 93.7881 17.4885 88.0525 11.9036C86.8966 10.7722 86.1162 10.0256 85.5302 9.53961C83.7704 8.11093 82.3363 7.47359 80.878 7.47359C77.6102 7.47359 75.2545 10.9477 73.3815 14.3512C72.5155 15.872 71.4006 16.9982 70.0484 17.7242C71.4193 15.9187 72.2095 13.679 72.2095 11.3434C72.2095 5.55001 67.5082 0.835938 61.7297 0.835938C55.9635 0.835938 51.272 5.54978 51.272 11.3434C51.272 13.8204 52.1746 16.1925 53.7275 18.0501C52.0926 17.3635 50.7957 16.1416 49.8075 14.37C48.0424 11.159 45.5906 7.47359 42.2638 7.47359C40.8109 7.47359 39.3392 8.13332 37.6438 9.5414C37.0525 10.0257 36.2703 10.7875 35.2802 11.7507L35.1321 11.8948C29.4187 17.4572 17.5294 29.0335 3.38312 29.0335C3.08611 29.0335 2.77931 29.029 2.4823 29.0192C1.70187 28.9896 0.974077 29.4059 0.59592 30.0907C0.217763 30.7755 0.254319 31.6151 0.691354 32.2641C2.18172 34.4797 5.60657 38.1983 11.7975 38.1983C12.5806 38.1983 13.3868 38.1374 14.1995 38.0166C15.5025 39.1266 18.4404 40.9957 22.5184 40.9957C24.4449 40.9957 26.4134 40.5884 28.3791 39.7827C29.3762 40.4487 31.4446 41.5345 34.3245 41.5345C36.2296 41.5345 38.1919 41.0672 40.1674 40.1434C41.2404 40.8041 43.5316 41.9687 46.3375 41.9687C48.1097 41.9687 49.8125 41.5184 51.3893 40.6385C54.4199 41.394 57.0137 41.8523 59.5118 42.017L59.5127 113.032C59.5127 114.181 60.4412 115.114 61.5873 115.114C62.7325 115.114 63.6618 114.182 63.6618 113.032L63.661 42.017C66.1477 41.8523 68.7253 41.3949 71.7282 40.642C73.3221 41.5238 75.0203 41.9705 76.7846 41.9705C79.5245 41.9705 81.8087 40.89 83.0083 40.1461C84.983 41.0681 86.9408 41.5354 88.8396 41.5354C91.7017 41.5354 93.7505 40.4523 94.7414 39.7845C96.7232 40.5883 98.7024 40.9957 100.635 40.9957C104.937 40.9957 107.836 38.9878 108.986 38.0166C109.813 38.1401 110.625 38.2019 111.407 38.2019C117.567 38.2019 120.986 34.5218 122.475 32.3287C122.917 31.6788 122.956 30.8347 122.576 30.1472L122.576 30.147ZM13.7005 37.5625L13.7058 37.5571C13.738 37.5902 13.7727 37.6251 13.8102 37.6627C13.7718 37.6314 13.7353 37.5983 13.7005 37.5625ZM16.7089 34.6961C16.7321 34.7212 16.7651 34.7579 16.8026 34.8044C16.7732 34.7677 16.741 34.731 16.7089 34.6961ZM111.406 34.0382C110.682 34.0382 109.913 33.9648 109.121 33.8189C108.176 33.6461 107.212 33.9504 106.533 34.6344C106.387 34.7767 104.21 36.832 100.634 36.832C99.0723 36.832 97.4347 36.4506 95.7759 35.7014C94.7377 35.2269 93.5185 35.4087 92.6561 36.1615C92.5464 36.2528 91.155 37.3717 88.8386 37.3717C87.3964 37.3717 85.8517 36.9501 84.2515 36.1212C83.2437 35.5966 82.0565 35.6996 81.1522 36.3897C81.1469 36.3933 81.1433 36.3969 81.1379 36.4005C81.0042 36.4972 79.1436 37.8059 76.7846 37.8059C75.6287 37.8059 74.504 37.4765 73.4426 36.8275C72.7683 36.4041 71.9424 36.2805 71.1923 36.4829C67.5685 37.4165 64.685 37.8936 61.8131 37.9187C61.7381 37.9106 61.6632 37.9053 61.5865 37.9053C61.5098 37.9053 61.434 37.9106 61.3591 37.9187C58.4863 37.8954 55.5876 37.4183 51.9353 36.4846C51.1834 36.2868 50.3673 36.4059 49.6743 36.8248C48.6201 37.4765 47.4972 37.8068 46.3378 37.8068C44.0082 37.8068 42.1386 36.4739 42.0235 36.3898C41.1343 35.7104 39.9222 35.6038 38.9251 36.1203C37.3215 36.951 35.774 37.3726 34.3255 37.3726C32.0084 37.3726 30.5927 36.2698 30.45 36.1534C29.5911 35.406 28.3755 35.2278 27.3363 35.7023C25.689 36.4524 24.0685 36.8328 22.5182 36.8328C19.022 36.8328 16.8385 34.8169 16.6841 34.6701C16.6815 34.6675 16.6788 34.6648 16.6761 34.6621C15.9974 33.9612 15.0207 33.6452 14.062 33.8206C13.2869 33.963 12.5252 34.0355 11.7983 34.0355C10.0002 34.0355 8.5394 33.5807 7.37448 32.9389C21.3381 31.1298 32.4403 20.3208 38.0229 14.8853L38.171 14.7412C39.054 13.8819 39.8174 13.1389 40.2812 12.7585C41.4987 11.7478 42.0749 11.6386 42.2657 11.6386C42.3995 11.6386 43.6428 11.772 46.1829 16.3937C48.5491 20.6369 52.4067 22.8801 57.3379 22.8801C57.4101 22.8801 57.4824 22.8792 57.5528 22.8774L57.6688 22.8756C57.6857 22.8756 57.7027 22.8756 57.7196 22.8747C59.3126 22.8353 60.5596 21.5526 60.5596 19.9529V19.5975C60.5596 18.4643 59.9308 17.4581 58.9354 16.9782C56.8019 15.9255 55.423 13.7145 55.423 11.345C55.423 7.84754 58.2532 5.00182 61.7324 5.00182C65.2233 5.00182 68.0633 7.84754 68.0633 11.345C68.0633 13.7466 66.6808 15.9802 64.5564 17.0275C63.553 17.5127 62.9046 18.5439 62.9046 19.6567V19.953C62.9046 21.5643 64.2112 22.8757 65.8176 22.8757C70.6545 22.8757 74.6242 20.577 76.9949 16.4037C77.0003 16.3957 77.0047 16.3867 77.0092 16.3787C79.4904 11.8679 80.6695 11.6387 80.8809 11.6387C81.12 11.6387 81.7033 11.7864 82.9065 12.7639C83.4122 13.1837 84.2969 14.0431 85.1755 14.9016C90.7544 20.3343 101.831 31.1218 115.767 32.9812C114.611 33.5998 113.171 34.0384 111.405 34.0384L111.406 34.0382Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                    <path d="M57.9031 125.211C50.5521 121.633 46.4466 117.259 46.0301 112.562C45.6109 107.833 49.018 102.571 55.6235 97.7466C56.1863 97.3357 56.5065 96.6679 56.4753 95.9697C56.4441 95.2714 56.0659 94.635 55.4683 94.2769C48.5498 90.1225 44.5558 85.4293 44.2213 81.0626C43.9734 77.822 45.7608 74.586 49.5352 71.444C50.1506 70.932 50.4173 70.1111 50.222 69.3332C50.0267 68.5553 49.4041 67.96 48.621 67.8007C30.6945 64.1717 21.2376 57.0006 21.555 53.4298C21.7726 50.9725 27.4176 47.9872 42.6023 47.6604C44.1533 47.6327 45.3797 47.5987 46.3243 47.5244C47.4668 47.4348 48.3195 46.4323 48.2303 45.2865C48.1411 44.1398 47.1439 43.2849 46.0005 43.3735C45.1603 43.4397 44.0053 43.4711 42.5213 43.4979C34.7314 43.6662 28.6611 44.5247 24.4788 46.0519C18.9829 48.0589 17.6084 50.9709 17.423 53.0611C16.7567 60.5688 29.7491 67.4936 43.9958 71.0261C41.1221 74.2926 39.8083 77.7639 40.0848 81.3815C40.5682 87.6933 45.7359 92.7456 50.8116 96.2295C44.4666 101.531 41.3949 107.263 41.897 112.932C42.2823 117.279 45.058 123.588 56.0926 128.959C56.3843 129.101 56.692 129.168 56.9961 129.168C57.7658 129.168 58.5061 128.736 58.8638 127.994C59.365 126.958 58.9342 125.713 57.9032 125.211L57.9031 125.211Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                    <path d="M99.1736 46.0538C94.9931 44.5284 88.9237 43.6691 81.1348 43.5025C79.7978 43.4739 78.5241 43.4434 77.6439 43.3736C76.5005 43.2841 75.5033 44.1399 75.4141 45.2866C75.3249 46.4333 76.1776 47.435 77.3201 47.5245C78.3093 47.6024 79.6479 47.6355 81.0474 47.665C96.2357 47.9909 101.879 50.9736 102.097 53.4298C102.414 56.9997 92.9595 64.1708 75.0357 67.8007C74.2526 67.9592 73.6292 68.5553 73.4348 69.3332C73.2394 70.1111 73.507 70.932 74.1215 71.444C77.8951 74.586 79.6824 77.822 79.4347 81.0626C79.1011 85.4293 75.1063 90.1225 68.1877 94.2769C67.5902 94.6359 67.212 95.2715 67.1808 95.9706C67.1495 96.6688 67.4697 97.3366 68.0334 97.7475C74.638 102.567 78.0433 107.829 77.6232 112.562C77.2067 117.263 73.1021 121.634 65.7563 125.206C64.7253 125.707 64.2945 126.952 64.794 127.987C65.1525 128.729 65.8919 129.162 66.6625 129.162C66.9657 129.162 67.2744 129.095 67.5651 128.954C78.5945 123.592 81.37 117.282 81.7552 112.932C82.2583 107.259 79.1884 101.526 72.8452 96.2283C77.9209 92.7444 83.0887 87.6921 83.5714 81.3803C83.8478 77.763 82.5341 74.2914 79.6603 71.0249C93.9068 67.4917 106.898 60.5667 106.231 53.0592C106.044 50.9716 104.67 48.0598 99.1751 46.0537L99.1736 46.0538Z" fill="currentColor" stroke="currentColor" stroke-width="0.2" />
                                </svg>
                            </div>
                            <div class="actionarticle__procedures__card__text">
                                <div class="actionarticle__procedures__card__title">Пульсирующая</div>
                                <div class="actionarticle__procedures__card__text">Может указывать на сосудистые нарушения, синусит, отит или глаукому.</div>
                            </div>
                        </div>
                    </div><!-- /el--><!-- el-->
                    <div class="actionarticle__procedures__item col-6">
                        <div class="actionarticle__procedures__card color-3">
                            <div class="actionarticle__procedures__card__icon"><svg width="108" height="127" viewBox="0 0 108 127" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M54.1698 42.9462C56.0817 42.9434 57.9143 42.0247 59.266 40.389C60.6176 38.7545 61.3773 36.539 61.3797 34.227V30.6766C61.375 27.5655 60.0004 24.6925 57.7713 23.1383C55.5429 21.5841 52.7977 21.5841 50.5693 23.1383C48.3401 24.6925 46.9648 27.5653 46.9609 30.6766V34.227C46.9625 36.5391 47.723 38.7545 49.0747 40.389C50.4263 42.0245 52.2591 42.9433 54.17 42.9462H54.1698ZM49.8404 30.6766H49.8412C49.8444 28.8095 50.6706 27.0851 52.0087 26.1529C53.346 25.2198 54.9935 25.2198 56.3318 26.1529C57.6699 27.085 58.4961 28.8096 58.4992 30.6766V34.227C58.5016 35.6175 58.0465 36.9525 57.2346 37.9374C56.4227 38.9212 55.3196 39.4743 54.1698 39.4743C53.0199 39.4743 51.9176 38.9212 51.1057 37.9374C50.293 36.9527 49.838 35.6176 49.8411 34.227L49.8404 30.6766Z" fill="currentColor" stroke="currentColor" stroke-width="0.934114" />
                                    <path d="M64.0153 73.0287C63.1433 68.7021 63.0056 64.2071 63.611 59.8154L63.7494 58.8048C64.0462 56.6544 65.2656 54.8582 66.9513 54.0858L78.3157 48.9074V48.9084C79.289 48.4605 79.9332 47.3341 79.9363 46.0758V42.3674C79.9363 41.4247 79.5739 40.5357 78.9543 39.9634C78.3355 39.3902 77.5315 39.1988 76.7798 39.4457L63.8905 43.6669C63.8438 43.6764 63.7979 43.6879 63.752 43.7032L56.5865 46.0364V46.0354C55.0046 46.5493 53.3389 46.5493 51.7569 46.0354L44.5914 43.7023C44.5463 43.6879 44.5004 43.6755 44.4537 43.6659L31.5636 39.4455C30.8111 39.1986 30.0071 39.3899 29.3883 39.9632C28.7695 40.5355 28.4062 41.4245 28.4062 42.3672V46.0756C28.4102 47.334 29.0544 48.4604 30.0269 48.9081L41.3913 54.0865V54.0856C43.0769 54.8578 44.2964 56.654 44.594 58.8046L44.7324 59.8151C45.337 64.2068 45.2001 68.7017 44.3281 73.0284L38.3993 102.591C38.2585 103.295 38.3922 104.037 38.7625 104.607C39.1321 105.175 39.6979 105.507 40.2961 105.507H42.8766C44.0098 105.509 45.1137 105.078 46.0325 104.276C46.9504 103.473 47.6357 102.341 47.9894 101.039L54.1548 78.478C54.1564 78.4723 54.158 78.4675 54.1588 78.4646C54.1699 78.4618 54.1825 78.4598 54.1794 78.4522C54.1833 78.4598 54.1857 78.4685 54.1881 78.478L60.3534 101.039C60.708 102.34 61.3932 103.473 62.3112 104.276C63.2291 105.078 64.3339 105.509 65.4662 105.507H68.0475C68.6458 105.507 69.2116 105.175 69.5811 104.607C69.9515 104.037 70.0852 103.295 69.9436 102.591L64.0153 73.0287ZM65.4666 102.026L65.4659 102.025C64.3857 102.027 63.4259 101.188 63.0888 99.9462L56.9234 77.385H56.9226C56.5309 75.9495 55.4214 74.981 54.1711 74.981C52.9216 74.981 51.8121 75.9495 51.4197 77.385L45.2543 99.9462C44.9164 101.188 43.9573 102.027 42.8764 102.025H41.4773L47.1275 73.8484V73.8494C48.0906 69.0682 48.2425 64.1005 47.5738 59.2458L47.4353 58.2352C46.9684 54.8599 45.0534 52.0377 42.4073 50.8262L31.2873 45.7598L31.2865 42.9635L43.8411 47.0746C43.8878 47.09 43.9353 47.1024 43.9828 47.112L51.0075 49.3992C53.0799 50.0729 55.2626 50.0729 57.335 49.3992L64.3589 47.1129C64.4064 47.1034 64.4546 47.0909 64.5013 47.0756L77.0559 42.9644V45.7607L65.936 50.8271V50.8262C63.2891 52.0377 61.3747 54.8599 60.9079 58.2352L60.7695 59.2458C60.1008 64.1005 60.2527 69.0684 61.2158 73.8484L66.866 102.025L65.4666 102.026Z" fill="currentColor" stroke="currentColor" stroke-width="0.934114" />
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M107.744 67.8271L103.082 67.5411C103.169 66.1189 103.213 64.6821 103.213 63.2324C103.213 61.7826 103.169 60.3458 103.082 58.9237L107.744 58.6377C107.837 60.155 107.884 61.6872 107.884 63.2324C107.884 64.7775 107.837 66.3097 107.744 67.8271ZM106.612 49.5283L102.022 50.3947C101.483 47.5392 100.768 44.7649 99.8929 42.0883L104.332 40.6363C105.27 43.5052 106.035 46.4751 106.612 49.5283ZM100.902 32.1219L96.6977 34.1572C95.4399 31.5592 94.0207 29.0907 92.4581 26.7703L96.3321 24.1615C98.0199 26.6679 99.549 29.3283 100.902 32.1219ZM90.6528 16.9536L87.2158 20.1161C85.2858 18.0186 83.2201 16.1072 81.0396 14.4017L83.9171 10.7228C86.3037 12.5896 88.5559 14.6746 90.6528 16.9536ZM76.2249 5.72209L74.0401 9.85016C71.5818 8.5491 69.0235 7.48511 66.3853 6.67835L67.7512 2.21196C70.6805 3.10778 73.5126 4.28661 76.2249 5.72209ZM58.7611 0.406556L58.2995 5.05426C56.94 4.91923 55.5636 4.85026 54.1725 4.85026C52.7814 4.85026 51.405 4.91923 50.0455 5.05426L49.5839 0.406555C51.0964 0.25633 52.6268 0.179688 54.1725 0.179688C55.7181 0.179688 57.2486 0.25633 58.7611 0.406556ZM40.5938 2.21195L41.9597 6.67835C39.3215 7.48511 36.7631 8.5491 34.3048 9.85016L32.12 5.72209C34.8323 4.28661 37.6644 3.10778 40.5938 2.21195ZM24.4279 10.7228L27.3054 14.4017C25.1249 16.1072 23.0591 18.0186 21.1292 20.1161L17.6922 16.9536C19.7891 14.6746 22.0412 12.5896 24.4279 10.7228ZM12.0128 24.1615L15.8869 26.7703C14.3243 29.0907 12.905 31.5592 11.6473 34.1572L7.44346 32.1219C8.79599 29.3283 10.3251 26.6679 12.0128 24.1615ZM4.01294 40.6363L8.45206 42.0883C7.57654 44.7649 6.86173 47.5392 6.32262 50.3947L1.73312 49.5283C2.30954 46.4751 3.0745 43.5052 4.01294 40.6363ZM0.601368 58.6377C0.508284 60.155 0.460938 61.6872 0.460938 63.2324C0.460938 64.7775 0.508284 66.3097 0.601368 67.827L5.26317 67.5411C5.17593 66.1189 5.13151 64.6821 5.13151 63.2324C5.13151 61.7826 5.17593 60.3458 5.26317 58.9237L0.601368 58.6377ZM1.73312 76.9365L6.32262 76.07C6.86173 78.9255 7.57654 81.6998 8.45206 84.3764L4.01294 85.8285C3.0745 82.9595 2.30954 79.9896 1.73312 76.9365ZM7.44346 94.3428L11.6473 92.3076C12.905 94.9055 14.3243 97.374 15.8869 99.6944L12.0128 102.303C10.3251 99.7969 8.79599 97.1364 7.44346 94.3428ZM17.6922 109.511L21.1292 106.349C23.0591 108.446 25.1249 110.357 27.3054 112.063L24.4279 115.742C22.0412 113.875 19.7891 111.79 17.6922 109.511ZM32.12 120.743L34.3048 116.615C36.7631 117.916 39.3215 118.98 41.9597 119.786L40.5938 124.253C37.6644 123.357 34.8323 122.178 32.12 120.743ZM49.5839 126.058L50.0455 121.41C51.405 121.546 52.7814 121.614 54.1725 121.614C55.5636 121.614 56.9399 121.546 58.2995 121.41L58.7611 126.058C57.2485 126.208 55.7181 126.285 54.1725 126.285C52.6268 126.285 51.0964 126.208 49.5839 126.058ZM67.7511 124.253L66.3853 119.786C69.0235 118.98 71.5818 117.916 74.0401 116.615L76.2249 120.743C73.5126 122.178 70.6805 123.357 67.7511 124.253ZM83.9171 115.742L81.0396 112.063C83.2201 110.357 85.2858 108.446 87.2158 106.349L90.6528 109.511C88.5559 111.79 86.3037 113.875 83.9171 115.742ZM96.3321 102.303L92.4581 99.6944C94.0206 97.374 95.4399 94.9055 96.6977 92.3076L100.902 94.3429C99.549 97.1364 98.0199 99.7969 96.3321 102.303ZM104.332 85.8285L99.8929 84.3764C100.768 81.6998 101.483 78.9255 102.022 76.07L106.612 76.9365C106.035 79.9896 105.27 82.9595 104.332 85.8285Z" fill="currentColor" />
                                </svg>
                            </div>
                            <div class="actionarticle__procedures__card__text">
                                <div class="actionarticle__procedures__card__title">Резкая</div>
                                <div class="actionarticle__procedures__card__text">Часто связана с травмами, спазмами сосудов или гипертоническим кризом.</div>
                            </div>
                        </div>
                    </div><!-- /el-->
                </div>
            </div>
        </section>
        <section class="block__padd block__overflow">
            <div class="container">
                <div class="simptoms-worktodo">
                    <div class="simptoms-worktodo__body">
                        <div class="row">
                            <div class="col-12 col-lg-auto">
                                <h2 class="h2 simptoms-worktodo__title">Что делать при головной боли?</h2>
                            </div>
                            <div class="col-12 col-lg">
                                <div class="simptoms-worktodo__text">
                                    <div class="block__text">
                                        <p>Не занимайтесь самодиагностикой. Если боль повторяется или усиливается, обратитесь к врачу.</p>
                                        <p>Выявление причины — ключ к эффективному лечению и предотвращению осложнений.</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="simptoms-worktodo__img"></div>
                </div>
            </div>
        </section>