<?
require($_SERVER['DOCUMENT_ROOT'] . '/bitrix/header.php');
$APPLICATION->SetTitle(''); ?>
    <section class="block__padd block__padd__pageinfidefirst block__padd__bglignt block__overflow">
        <div class="container">
            <div class="crumbs__offset"></div>
            <div class="crumbs">
                <ol>
                    <li><a href="#">Главная страница</a></li>
                    <li><a href="#">Диагностика</a></li>
                    <li><span>Симптомы</span></li>
                </ol>
            </div>
            <?
            $APPLICATION->IncludeComponent(
                'bitrix:main.include',
                '',
                array (
                    'AREA_FILE_SHOW'   => 'file',
                    'AREA_FILE_SUFFIX' => 'inc',
                    'EDIT_TEMPLATE'    => '',
                    'PATH'             => '/include/content/simptoms.php'
                )
            ); ?>

        </div>
    </section>
    <!-- запишитесь на прем-->
<?$APPLICATION->IncludeComponent("bitrix:form.result.new", "main_in_page", Array(
    "CACHE_TIME" => "3600", // Время кеширования (сек.)
        "CACHE_TYPE" => "A",    // Тип кеширования
        "CHAIN_ITEM_LINK" => "",    // Ссылка на дополнительном пункте в навигационной цепочке
        "CHAIN_ITEM_TEXT" => "",    // Название дополнительного пункта в навигационной цепочке
        "EDIT_URL" => "",   // Страница редактирования результата
        "IGNORE_CUSTOM_TEMPLATE" => "N",    // Игнорировать свой шаблон
        "LIST_URL" => "",   // Страница со списком результатов
        "SEF_MODE" => "N",  // Включить поддержку ЧПУ
        "SUCCESS_URL" => "",    // Страница с сообщением об успешной отправке
        "USE_EXTENDED_ERRORS" => "N",   // Использовать расширенный вывод сообщений об ошибках
        "WEB_FORM_ID" => "1",   // ID веб-формы
        "COMPONENT_TEMPLATE" => ".default",
        "VARIABLE_ALIASES" => array(
            "WEB_FORM_ID" => "WEB_FORM_ID",
            "RESULT_ID" => "RESULT_ID",
        ),
        "TITLE" => 'Узнайте причины боли и&nbsp;рекомендации от&nbsp;врача',
        "DESCRIPTION" => "Запишитесь к врачу прямо сейчас. Получите бесплатную первичную консультацию врача и&nbsp;скидку на&nbsp;лечение 15%!"
    ),
    false
);?>
<!-- /запишитесь на прем-->
    
    <section class="block__padd block__overflow">
        <div class="container">
            <div class="servicearticle-about">
                <div class="row servicearticle-about__row">
                    <div class="col-12 col-lg-5">
                        <div class="servicearticle-about__text">
                            <div class="block__text">
                                <h2>Клиника ТомоГрад</h2>
                                <p>В современном мире забота о здоровье становится приоритетом для каждого. Постоянные
                                    стрессы, экология и малоподвижный образ жизни могут привести к различным
                                    заболеваниям. Важно иметь рядом профессионала, готового прийти на помощь в любой
                                    момент.</p>
                            </div>
                        </div>
                        <div class="servicearticle-about__more"><a class="mbtn mbtn__full mbtn__red mbtn__default"
                                                                   href="#js--modal-order" data-fancybox-html="data-fancybox-html">Получить консультацию</a></div>
                    </div>
                    <div class="col-12 col-lg-7">
                        <div class="advantageslist row"><!-- el-->
                            <div class="advantageslist__item col-6">
                                <div class="advantageslist__card">
                                    <div class="advantageslist__card__head"><i>
                                            <svg width="40" height="33" viewBox="0 0 40 33" fill="none"
                                                 xmlns="http://www.w3.org/2000/svg">
                                                <path d="M39.0535 0.375H0.946197C0.584441 0.375 0.291504 0.731295 0.291504 1.17129V31.8287C0.291504 32.2687 0.584441 32.625 0.946197 32.625H39.0535C39.4149 32.625 39.7082 32.2687 39.7082 31.8287V1.17129C39.7082 0.731665 39.4152 0.375 39.0535 0.375ZM38.3988 25.2449H11.9675C11.6058 25.2449 11.3128 25.6012 11.3128 26.0412C11.3128 26.4808 11.6058 26.8375 11.9675 26.8375H38.3988V31.0319L1.60114 31.0323V26.8379H7.60847C7.97022 26.8379 8.26316 26.4812 8.26316 26.0416C8.26316 25.6016 7.97022 25.2453 7.60847 25.2453L1.60114 25.2449V1.96789H38.3988V25.2449ZM23.1704 15.6023H33.9476C34.3093 15.6023 34.6023 15.246 34.6023 14.806C34.6023 14.366 34.3093 14.0097 33.9476 14.0097H23.1704C22.8089 14.0097 22.5157 14.366 22.5157 14.806C22.5154 15.246 22.8089 15.6023 23.1704 15.6023ZM23.1704 12.0063H33.9476C34.3093 12.0063 34.6023 11.65 34.6023 11.21C34.6023 10.77 34.3093 10.4137 33.9476 10.4137L23.1704 10.4134C22.8089 10.4134 22.5157 10.7696 22.5157 11.2096C22.5154 11.65 22.8089 12.0063 23.1704 12.0063V12.0063ZM23.1704 19.1992H28.5587C28.9204 19.1992 29.2134 18.843 29.2134 18.403C29.2134 17.9633 28.9204 17.6067 28.5587 17.6067L23.1704 17.6063C22.8089 17.6063 22.5157 17.963 22.5157 18.4026C22.5154 18.8429 22.8089 19.1992 23.1704 19.1992V19.1992ZM6.0539 16.7974H9.34233V20.8004C9.34233 21.24 9.63527 21.5967 9.99703 21.5967H13.9383C14.3001 21.5967 14.593 21.24 14.593 20.8004V16.7974H17.8815C18.2432 16.7974 18.5361 16.4411 18.5361 16.0011V11.2096C18.5361 10.7696 18.2432 10.4133 17.8815 10.4133H14.593V6.41368C14.593 5.97368 14.3001 5.61739 13.9383 5.61739H9.99703C9.63527 5.61739 9.34233 5.97368 9.34233 6.41368V10.4133H6.0539C5.69214 10.4133 5.39921 10.7696 5.39921 11.2096V16.0011C5.3989 16.4411 5.69184 16.7974 6.0539 16.7974ZM6.70859 12.0063H9.99703C10.3588 12.0063 10.6517 11.65 10.6517 11.21V7.21035H13.2833V11.21C13.2833 11.65 13.5762 12.0063 13.938 12.0063H17.2264V15.2048H13.938C13.5762 15.2048 13.2833 15.5611 13.2833 16.0011V20.0041H10.6517V16.0011C10.6517 15.5611 10.3588 15.2048 9.99703 15.2048H6.70859V12.0063Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.475"/>
                                            </svg>
                                        </i><span>Широкий спектр услуг</span></div>
                                    <div class="advantageslist__card__body">От лечения простудных заболеваний до
                                        управления хроническими состояниями.
                                    </div>
                                </div>
                            </div><!-- /el--><!-- el-->
                            <div class="advantageslist__item col-6">
                                <div class="advantageslist__card">
                                    <div class="advantageslist__card__head"><i>
                                            <svg width="28" height="36" viewBox="0 0 28 36" fill="none"
                                                 xmlns="http://www.w3.org/2000/svg">
                                                <path d="M24.9061 25.0011C24.2787 24.8867 23.5851 25.0064 22.7937 25.3633L17.1388 27.8222C17.1434 27.7751 17.1479 27.7296 17.1524 27.686C17.1806 27.3918 17.1443 27.0727 17.0457 26.7358C16.8348 26.0149 16.353 25.4215 15.7256 25.1074C15.714 25.1012 15.7095 25.0996 15.6975 25.0943C15.6322 25.0656 13.8258 24.2445 13.1375 23.9319L8.92793 21.9937C8.64722 21.8603 8.33677 21.793 8.00625 21.793C6.78123 21.793 5.59115 22.3331 4.73935 23.2755C4.52914 23.5086 4.3364 23.7686 4.17697 24.0347L1.01421 26.225C0.729952 26.4223 0.664624 26.8034 0.869334 27.0777C1.07404 27.3517 1.46955 27.4137 1.75417 27.2174L5.03109 24.9476C5.11 24.8934 5.17403 24.822 5.2193 24.74C5.34801 24.5088 5.51164 24.28 5.69469 24.0787C6.30493 23.4033 7.14704 23.016 8.00564 23.016C8.14049 23.016 8.26273 23.0412 8.3743 23.0945L12.5929 25.0371C14.6458 25.9708 15.0604 26.1584 15.149 26.1987C15.4634 26.3601 15.7085 26.6767 15.8246 27.0704C15.8808 27.2623 15.9025 27.4325 15.8889 27.5774C15.8718 27.7573 15.8527 27.9605 15.7984 28.1035C15.6047 28.6246 15.17 28.9612 14.6901 28.9612C14.5417 28.9612 14.3948 28.9288 14.2545 28.8643L10.6732 27.2238C10.3573 27.0788 9.9786 27.2088 9.82856 27.5136C9.67818 27.8181 9.81304 28.183 10.1293 28.3276L13.7106 29.9681C14.022 30.1112 14.3515 30.1838 14.6904 30.1838C15.3188 30.1838 15.9019 29.9351 16.3455 29.51L23.3233 26.4757C23.8731 26.228 24.3139 26.1388 24.6715 26.2034C24.9412 26.2523 25.2129 26.4312 25.415 26.693C25.7565 27.1346 25.8396 27.7619 25.6187 28.2182C25.5237 28.4136 25.3904 28.5411 25.1278 28.6894L16.4748 33.5544C16.4557 33.565 16.4367 33.5771 16.4186 33.5902C15.5004 34.2413 14.6367 34.3678 13.78 33.9761L12.1882 33.2455L12.1349 33.2212C9.75697 32.1426 7.06222 30.9209 4.40389 31.6208L2.16729 32.2099C1.82967 32.299 1.63046 32.635 1.72262 32.9603C1.81511 33.2857 2.16373 33.4777 2.50135 33.3889L4.73795 32.7998C6.94475 32.2186 9.41481 33.339 11.5935 34.327L13.2361 35.0799C13.7321 35.3059 14.2392 35.4184 14.7502 35.4184C15.5506 35.4184 16.3584 35.1416 17.1417 34.5938L25.7665 29.7438C26.0945 29.5596 26.5035 29.2788 26.7671 28.734C27.1836 27.8745 27.0488 26.76 26.4311 25.9615C26.0346 25.4492 25.493 25.1083 24.9053 25.0007L24.9061 25.0011Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.2"/>
                                                <path d="M10.92 12.0475H13.4554V14.4908C13.4554 14.8287 13.7387 15.1017 14.0892 15.1017H16.8962C17.2468 15.1017 17.5301 14.8287 17.5301 14.4908V12.0475H20.0654C20.416 12.0475 20.6993 11.7744 20.6993 11.4366V8.73147C20.6993 8.39363 20.416 8.12063 20.0654 8.12063H17.5301V5.67725C17.5301 5.33941 17.2468 5.06641 16.8962 5.06641H14.0892C13.7386 5.06641 13.4554 5.33942 13.4554 5.67725V8.12063H10.92C10.5694 8.12063 10.2861 8.39364 10.2861 8.73147V11.4366C10.2861 11.7745 10.5694 12.0475 10.92 12.0475ZM11.5538 9.34231H14.0892C14.4398 9.34231 14.723 9.06929 14.723 8.73147V6.28809H16.2624V8.73147C16.2624 9.0693 16.5457 9.34231 16.8963 9.34231H19.4316V10.8258H16.8963C16.5457 10.8258 16.2624 11.0988 16.2624 11.4366V13.88H14.723V11.4366C14.723 11.0988 14.4398 10.8258 14.0892 10.8258H11.5538V9.34231Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.2"/>
                                                <path d="M15.0744 21.1756C15.1947 21.2784 15.3451 21.3301 15.4954 21.3301C15.6458 21.3301 15.7968 21.2787 15.9175 21.1749C16.4672 20.7018 23.5533 14.5246 25.1815 12.899C28.1968 10.3562 28.5137 5.92411 25.8842 3.00498C24.4988 1.46731 22.4921 0.585938 20.3798 0.585938H20.3688C18.5659 0.585938 16.8247 1.23855 15.4953 2.39416C12.728 -0.0168288 8.44605 -0.0351787 5.65593 2.45181C2.70494 5.08284 2.52554 9.53757 5.25557 12.3817C5.53627 12.674 14.9948 21.1084 15.0734 21.1747L15.0744 21.1756ZM6.51741 3.34947C8.95577 1.17568 12.7744 1.31874 15.0297 3.66799C15.15 3.79265 15.3185 3.86433 15.495 3.86433C15.6716 3.86433 15.8411 3.79264 15.9604 3.66799C17.0933 2.48559 18.6985 1.8083 20.3682 1.8083H20.3773H20.3883C22.1304 1.8108 23.7839 2.53945 24.9258 3.80665C27.1035 6.2229 26.8345 9.8967 24.3272 11.9957C24.3126 12.0078 24.2991 12.02 24.2855 12.034C22.9237 13.3996 17.1602 18.4469 15.4967 19.8945C13.6294 18.2374 6.48686 11.8412 6.17889 11.5468C3.92871 9.19688 4.07913 5.52124 6.51586 3.34897L6.51741 3.34947Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.2"/>
                                            </svg>
                                        </i><span>Индивидуальный подход</span></div>
                                    <div class="advantageslist__card__body">Персонализированные планы лечения для
                                        каждого пациента.
                                    </div>
                                </div>
                            </div><!-- /el--><!-- el-->
                            <div class="advantageslist__item col-6">
                                <div class="advantageslist__card">
                                    <div class="advantageslist__card__head"><i>
                                            <svg width="37" height="36" viewBox="0 0 37 36" fill="none"
                                                 xmlns="http://www.w3.org/2000/svg">
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M25.53 19.4735H3.40988C3.00168 19.4735 2.6958 19.1366 2.6958 18.7101V1.3494C2.6958 0.922594 3.00195 0.585938 3.40988 0.585938H25.53C25.9178 0.585938 26.2441 0.922889 26.2441 1.3494V18.6649C26.2645 19.1141 25.9175 19.4733 25.53 19.4733V19.4735ZM3.65495 18.3956H25.2445V1.64145H3.65495V18.3956Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M14.4698 13.3411C12.0823 13.3411 9.81733 12.2632 8.24593 10.3316C8.10306 10.1294 8.06224 9.85986 8.20511 9.63549L9.91932 6.89554C10.001 6.76075 10.1438 6.67091 10.2867 6.64844C10.4092 6.64844 10.5928 6.71583 10.6745 6.82814C11.6335 8.01845 12.9599 8.64739 14.4292 8.64739C15.8576 8.64739 17.2452 7.99595 18.1634 6.82814C18.2859 6.71583 18.4288 6.64844 18.5716 6.64844C18.7145 6.64844 18.8574 6.73829 18.939 6.87307L20.6532 9.61302C20.7961 9.81519 20.7757 10.1072 20.6328 10.2869C19.1023 12.2634 16.8373 13.3414 14.4703 13.3414L14.4698 13.3411ZM9.26629 9.92727C10.6131 11.4096 12.5107 12.2854 14.4698 12.2854C16.4083 12.2854 18.2858 11.432 19.6734 9.92727L18.5103 8.08557C17.4083 9.16353 15.9595 9.77002 14.4698 9.77002C12.9394 9.77002 11.5313 9.16351 10.3886 8.08557L9.26629 9.92727Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M6.67528 23.8093C6.40996 23.8093 6.16504 23.5622 6.16504 23.2477V18.9131C6.16504 18.5987 6.40996 18.3516 6.67528 18.3516C6.96103 18.3516 7.18553 18.5987 7.18553 18.9131V23.2477C7.16512 23.5622 6.94061 23.8093 6.67528 23.8093Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M22.2446 23.8093C21.9589 23.8093 21.7344 23.5622 21.7344 23.2477V18.9131C21.7344 18.5987 21.9589 18.3516 22.2446 18.3516C22.5304 18.3516 22.7549 18.5987 22.7549 18.9131V23.2477C22.7549 23.5622 22.5304 23.8093 22.2446 23.8093Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M27.1624 32.5662H1.75677C1.38939 32.5662 1.0835 32.2068 1.0835 31.8027V23.4705C1.0835 23.0662 1.38965 22.707 1.75677 22.707H27.1624C27.5298 22.707 27.8561 23.0664 27.8561 23.4705V31.8479C27.8561 32.2073 27.5295 32.5664 27.1624 32.5664V32.5662ZM2.0628 31.4658H26.8557V23.8072H2.0628V31.4658Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M16.266 29.2205C15.4906 29.2205 14.8579 28.5466 14.8579 27.6708C14.8579 26.795 15.4904 26.1211 16.266 26.1211C17.0617 26.1211 17.6944 26.795 17.6944 27.6708C17.6944 28.5466 17.062 29.2205 16.266 29.2205ZM16.266 27.1991C16.0415 27.1991 15.8578 27.4238 15.8578 27.6709C15.8578 27.918 16.0415 28.1426 16.266 28.1426C16.5109 28.1426 16.6946 27.918 16.6946 27.6709C16.6946 27.4238 16.5313 27.1991 16.266 27.1991Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M20.204 29.2205C19.4082 29.2205 18.7959 28.5466 18.7959 27.6708C18.7959 26.795 19.4082 26.1211 20.204 26.1211C20.9997 26.1211 21.6324 26.795 21.6324 27.6708C21.6324 28.5466 20.9795 29.2205 20.204 29.2205ZM20.204 27.1991C19.9794 27.1991 19.7753 27.4238 19.7753 27.6709C19.7753 27.918 19.9794 28.1426 20.204 28.1426C20.4285 28.1426 20.6326 27.918 20.6326 27.6709C20.6326 27.4238 20.4285 27.1991 20.204 27.1991Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M24.1218 29.2205C23.3261 29.2205 22.6934 28.5466 22.6934 27.6708C22.6934 26.795 23.3258 26.1211 24.1218 26.1211C24.8972 26.1211 25.5299 26.795 25.5299 27.6708C25.5299 28.5466 24.877 29.2205 24.1218 29.2205ZM24.1218 27.1991C23.8769 27.1991 23.6932 27.4238 23.6932 27.6709C23.6932 27.918 23.8769 28.1426 24.1218 28.1426C24.3463 28.1426 24.53 27.918 24.53 27.6709C24.53 27.4238 24.3463 27.1991 24.1218 27.1991Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M12.6747 28.2325H3.9204C3.63466 28.2325 3.41016 27.9854 3.41016 27.671C3.41016 27.3565 3.63467 27.1094 3.9204 27.1094H12.6747C12.9604 27.1094 13.1849 27.3565 13.1849 27.671C13.1849 27.9854 12.9604 28.2325 12.6747 28.2325Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M28.7744 35.4192H17.9183C15.7349 35.4192 13.98 33.8919 13.98 32.0053C13.98 31.6908 14.2045 31.4437 14.4902 31.4437C14.776 31.4437 15.0005 31.6908 15.0005 32.0053C15.0005 33.2405 16.3677 34.3409 17.939 34.3409H28.8156C30.3869 34.3409 31.7541 33.263 31.7541 32.0053V18.2607C31.7541 17.9462 31.9786 17.6991 32.2643 17.6991C32.5501 17.6991 32.7746 17.9462 32.7746 18.2607V32.0279C32.7134 33.8921 30.938 35.4193 28.775 35.4193L28.7744 35.4192Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M32.2025 18.7975C30.8557 18.7975 29.7538 17.5847 29.7538 16.0799L29.7334 12.9131C29.7334 12.5987 29.9783 12.3516 30.2436 12.3516C30.5294 12.3516 30.7539 12.5987 30.7539 12.9131V16.0799C30.7539 16.9558 31.4476 17.697 32.2436 17.697C33.0189 17.697 33.7128 16.956 33.7128 16.0799V12.9131C33.7128 12.5987 33.9373 12.3516 34.2231 12.3516C34.4884 12.3516 34.7333 12.5987 34.7333 12.9131V16.0799C34.6925 17.5847 33.5702 18.7975 32.203 18.7975H32.2025Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                                <path fill-rule="evenodd" clip-rule="evenodd"
                                                      d="M35.4065 13.432H29.0395C28.7538 13.432 28.5293 13.1849 28.5293 12.8704C28.5293 12.5559 28.7538 12.3088 29.0395 12.3088H35.4065C35.6922 12.3088 35.9167 12.5559 35.9167 12.8704C35.9167 13.1849 35.6514 13.432 35.4065 13.432Z"
                                                      fill="#102A83" stroke="#102A83" stroke-width="0.4"/>
                                            </svg>
                                        </i><span>Современное оборудование</span></div>
                                    <div class="advantageslist__card__body">Точная диагностика и эффективная терапия.
                                    </div>
                                </div>
                            </div><!-- /el--><!-- el-->
                            <div class="advantageslist__item col-6">
                                <div class="advantageslist__card">
                                    <div class="advantageslist__card__head"><i>
                                            <svg width="35" height="34" viewBox="0 0 35 34" fill="none"
                                                 xmlns="http://www.w3.org/2000/svg">
                                                <path d="M17.2097 33.6268L11.0075 27.0524L11.5714 26.4547C12.538 25.3875 13.1019 24.0212 13.1019 22.5272C13.1019 19.4535 10.7659 16.9774 7.86606 16.9774C6.49678 16.9774 5.16763 17.5325 4.20096 18.5997L3.59695 19.24L3.03311 18.5997C-0.752813 14.2881 -0.631988 7.67106 3.27472 3.53012C5.20785 1.48107 7.78546 0.370972 10.5242 0.370972C12.981 0.370972 15.317 1.31015 17.21 2.97507C19.0628 1.26762 21.3984 0.370972 23.8957 0.370972C26.6343 0.370972 29.2121 1.48084 31.1452 3.57273C33.0783 5.62178 34.1658 8.35395 34.1658 11.257C34.1658 14.1597 33.1188 16.8922 31.1854 18.9412L17.2097 33.6268ZM13.2629 27.0524L17.2097 31.2359L29.9769 17.6605C31.5878 15.953 32.5143 13.6475 32.5143 11.1715C32.5143 8.73799 31.6283 6.43288 29.9769 4.68251C28.3661 2.97505 26.191 1.99295 23.8551 1.99295C21.5191 1.99295 19.3845 2.93213 17.7332 4.68251L17.2098 5.32303L16.646 4.72539C15.0351 3.01793 12.86 2.03583 10.5645 2.03583C8.26868 2.03583 6.09397 2.97502 4.48304 4.72539C1.38179 8.0126 1.10001 13.178 3.75823 16.8067C4.96655 15.8249 6.41646 15.3124 7.90656 15.3124C11.6925 15.3124 14.7532 18.5568 14.7532 22.5696C14.7128 24.1919 14.2293 25.7717 13.2629 27.0522L13.2629 27.0524ZM5.00648 22.1857H11.0477C11.4908 22.1857 11.8532 21.8015 11.8532 21.332C11.8532 20.8624 11.4908 20.4782 11.0477 20.4782H6.98003L7.86608 19.539C8.02706 19.3684 8.10769 19.1549 8.10769 18.9414C8.10769 18.7279 8.02706 18.5144 7.86608 18.3438C7.54384 18.0022 7.06065 18.0022 6.73838 18.3438L4.44255 20.7772C4.28158 20.9479 4.24112 21.1188 4.20095 21.3323V21.5029C4.20095 21.6736 4.28158 21.8019 4.40238 21.9725C4.44255 22.0151 4.44255 22.0151 4.48301 22.058C4.64399 22.1006 4.80496 22.1858 5.00639 22.1858L5.00648 22.1857ZM9.35618 26.7111L11.652 24.2776C11.813 24.1069 11.8534 23.936 11.8936 23.7225V23.5519C11.8936 23.3812 11.813 23.2529 11.6922 23.0823C11.652 23.0397 11.652 23.0397 11.6115 22.9968C11.4506 22.8688 11.2491 22.7833 11.0879 22.7833H5.04663C4.60359 22.7833 4.2412 23.1674 4.2412 23.637C4.2412 24.1066 4.60361 24.4907 5.04663 24.4907H9.15476L8.26871 25.4299C8.10773 25.6006 8.0271 25.8141 8.0271 26.0276C8.0271 26.2411 8.10773 26.4546 8.26871 26.6252C8.42968 26.7959 8.63112 26.8813 8.83254 26.8813C8.9938 26.9242 9.19495 26.839 9.3562 26.711L9.35618 26.7111Z"
                                                      fill="white"/>
                                                <path d="M17.2097 33.6268L11.0075 27.0524L11.5714 26.4547C12.538 25.3875 13.1019 24.0212 13.1019 22.5272C13.1019 19.4535 10.7659 16.9774 7.86606 16.9774C6.49678 16.9774 5.16763 17.5325 4.20096 18.5997L3.59695 19.24L3.03311 18.5997C-0.752813 14.2881 -0.631988 7.67106 3.27472 3.53012C5.20785 1.48107 7.78546 0.370972 10.5242 0.370972C12.981 0.370972 15.317 1.31015 17.21 2.97507C19.0628 1.26762 21.3984 0.370972 23.8957 0.370972C26.6343 0.370972 29.2121 1.48084 31.1452 3.57273C33.0783 5.62178 34.1658 8.35395 34.1658 11.257C34.1658 14.1597 33.1188 16.8922 31.1854 18.9412L17.2097 33.6268ZM13.2629 27.0524L17.2097 31.2359L29.9769 17.6605C31.5878 15.953 32.5143 13.6475 32.5143 11.1715C32.5143 8.73799 31.6283 6.43288 29.9769 4.68251C28.3661 2.97505 26.191 1.99295 23.8551 1.99295C21.5191 1.99295 19.3845 2.93213 17.7332 4.68251L17.2098 5.32303L16.646 4.72539C15.0351 3.01793 12.86 2.03583 10.5645 2.03583C8.26868 2.03583 6.09397 2.97502 4.48304 4.72539C1.38179 8.0126 1.10001 13.178 3.75823 16.8067C4.96655 15.8249 6.41646 15.3124 7.90656 15.3124C11.6925 15.3124 14.7532 18.5568 14.7532 22.5696C14.7128 24.1919 14.2293 25.7717 13.2629 27.0522L13.2629 27.0524ZM5.00648 22.1857H11.0477C11.4908 22.1857 11.8532 21.8015 11.8532 21.332C11.8532 20.8624 11.4908 20.4782 11.0477 20.4782H6.98003L7.86608 19.539C8.02706 19.3684 8.10769 19.1549 8.10769 18.9414C8.10769 18.7279 8.02706 18.5144 7.86608 18.3438C7.54384 18.0022 7.06065 18.0022 6.73838 18.3438L4.44255 20.7772C4.28158 20.9479 4.24112 21.1188 4.20095 21.3323V21.5029C4.20095 21.6736 4.28158 21.8019 4.40238 21.9725C4.44255 22.0151 4.44255 22.0151 4.48301 22.058C4.64399 22.1006 4.80496 22.1858 5.00639 22.1858L5.00648 22.1857ZM9.35618 26.7111L11.652 24.2776C11.813 24.1069 11.8534 23.936 11.8936 23.7225V23.5519C11.8936 23.3812 11.813 23.2529 11.6922 23.0823C11.652 23.0397 11.652 23.0397 11.6115 22.9968C11.4506 22.8688 11.2491 22.7833 11.0879 22.7833H5.04663C4.60359 22.7833 4.2412 23.1674 4.2412 23.637C4.2412 24.1066 4.60361 24.4907 5.04663 24.4907H9.15476L8.26871 25.4299C8.10773 25.6006 8.0271 25.8141 8.0271 26.0276C8.0271 26.2411 8.10773 26.4546 8.26871 26.6252C8.42968 26.7959 8.63112 26.8813 8.83254 26.8813C8.9938 26.9242 9.19495 26.839 9.3562 26.711L9.35618 26.7111Z"
                                                      fill="#102A83"/>
                                            </svg>
                                        </i><span>Комфорт и удобство</span></div>
                                    <div class="advantageslist__card__body">Минимальное время ожидания, внимательное
                                        отношение.
                                    </div>
                                </div>
                            </div><!-- /el-->
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- победитель-->
<?
$APPLICATION->IncludeComponent(
    'bitrix:main.include',
    '',
    array (
        'AREA_FILE_SHOW'   => 'file',
        'AREA_FILE_SUFFIX' => 'inc',
        'EDIT_TEMPLATE'    => '',
        'PATH'             => '/include/main/winner.php'
    )
); ?>
    <!-- /победитель-->

    <!-- акции и специальные предложения-->
<?
$APPLICATION->IncludeComponent(
    'bitrix:news.detail',
    'main-actions',
    array (
        'ACTIVE_DATE_FORMAT'        => 'd.m.Y',
        'ADD_ELEMENT_CHAIN'         => 'N',
        'ADD_SECTIONS_CHAIN'        => 'Y',
        'AJAX_MODE'                 => 'N',
        'AJAX_OPTION_ADDITIONAL'    => '',
        'AJAX_OPTION_HISTORY'       => 'N',
        'AJAX_OPTION_JUMP'          => 'N',
        'AJAX_OPTION_STYLE'         => 'Y',
        'BROWSER_TITLE'             => '-',
        'CACHE_GROUPS'              => 'Y',
        'CACHE_TIME'                => '36000000',
        'CACHE_TYPE'                => 'A',
        'CHECK_DATES'               => 'Y',
        'DETAIL_URL'                => '',
        'DISPLAY_BOTTOM_PAGER'      => 'Y',
        'DISPLAY_DATE'              => 'Y',
        'DISPLAY_NAME'              => 'Y',
        'DISPLAY_PICTURE'           => 'Y',
        'DISPLAY_PREVIEW_TEXT'      => 'Y',
        'DISPLAY_TOP_PAGER'         => 'N',
        'ELEMENT_CODE'              => '',
        'ELEMENT_ID'                => '51',
        'FIELD_CODE'                => array (
            0 => '',
            1 => '',
        ),
        'IBLOCK_ID'                 => '18',
        'IBLOCK_TYPE'               => 'content',
        'IBLOCK_URL'                => '',
        'INCLUDE_IBLOCK_INTO_CHAIN' => 'Y',
        'MESSAGE_404'               => '',
        'META_DESCRIPTION'          => '-',
        'META_KEYWORDS'             => '-',
        'PAGER_BASE_LINK_ENABLE'    => 'N',
        'PAGER_SHOW_ALL'            => 'N',
        'PAGER_TEMPLATE'            => '.default',
        'PAGER_TITLE'               => 'Страница',
        'PROPERTY_CODE'             => array (
            0 => '',
            1 => 'SLIDER_ITEMS',
            2 => 'RIGHT_ITEM_1',
            3 => 'RIGHT_ITEM_2',
            4 => 'BOTTOM_ITEM_1',
            5 => 'BOTTOM_ITEM_2',
        ),
        'SET_BROWSER_TITLE'         => 'Y',
        'SET_CANONICAL_URL'         => 'N',
        'SET_LAST_MODIFIED'         => 'N',
        'SET_META_DESCRIPTION'      => 'Y',
        'SET_META_KEYWORDS'         => 'Y',
        'SET_STATUS_404'            => 'N',
        'SET_TITLE'                 => 'Y',
        'SHOW_404'                  => 'N',
        'STRICT_SECTION_CHECK'      => 'N',
        'USE_PERMISSIONS'           => 'N',
        'USE_SHARE'                 => 'N',
        'COMPONENT_TEMPLATE'        => 'main-actions'
    ),
    false
); ?>
    <!-- /акции и специальные предложения-->
    <!-- отзывы-->
<?
$APPLICATION->IncludeComponent(
    'bitrix:news.list',
    'main_reviews',
    array (
        'ACTIVE_DATE_FORMAT'              => 'j F Y',
        'ADD_SECTIONS_CHAIN'              => 'Y',
        'AJAX_MODE'                       => 'N',
        'AJAX_OPTION_ADDITIONAL'          => '',
        'AJAX_OPTION_HISTORY'             => 'N',
        'AJAX_OPTION_JUMP'                => 'N',
        'AJAX_OPTION_STYLE'               => 'Y',
        'CACHE_FILTER'                    => 'N',
        'CACHE_GROUPS'                    => 'Y',
        'CACHE_TIME'                      => '36000000',
        'CACHE_TYPE'                      => 'A',
        'CHECK_DATES'                     => 'Y',
        'DETAIL_URL'                      => '',
        'DISPLAY_BOTTOM_PAGER'            => 'Y',
        'DISPLAY_DATE'                    => 'Y',
        'DISPLAY_NAME'                    => 'Y',
        'DISPLAY_PICTURE'                 => 'Y',
        'DISPLAY_PREVIEW_TEXT'            => 'Y',
        'DISPLAY_TOP_PAGER'               => 'N',
        'FIELD_CODE'                      => array (
            0 => 'NAME',
            1 => 'DATE_ACTIVE_FROM',
            2 => '',
        ),
        'FILTER_NAME'                     => '',
        'HIDE_LINK_WHEN_NO_DETAIL'        => 'N',
        'IBLOCK_ID'                       => '11',
        'IBLOCK_TYPE'                     => 'about',
        'INCLUDE_IBLOCK_INTO_CHAIN'       => 'Y',
        'INCLUDE_SUBSECTIONS'             => 'Y',
        'MESSAGE_404'                     => '',
        'NEWS_COUNT'                      => '20',
        'PAGER_BASE_LINK_ENABLE'          => 'N',
        'PAGER_DESC_NUMBERING'            => 'N',
        'PAGER_DESC_NUMBERING_CACHE_TIME' => '36000',
        'PAGER_SHOW_ALL'                  => 'N',
        'PAGER_SHOW_ALWAYS'               => 'N',
        'PAGER_TEMPLATE'                  => '.default',
        'PAGER_TITLE'                     => 'Новости',
        'PARENT_SECTION'                  => '',
        'PARENT_SECTION_CODE'             => '',
        'PREVIEW_TRUNCATE_LEN'            => '',
        'PROPERTY_CODE'                   => array (
            0 => 'SOURCE_NAME',
            1 => 'SOURCE_LINK',
            2 => 'ABOUT',
            3 => 'RATE',
            4 => 'SOURCE_IMG',
            5 => '',
        ),
        'SET_BROWSER_TITLE'               => 'Y',
        'SET_LAST_MODIFIED'               => 'N',
        'SET_META_DESCRIPTION'            => 'Y',
        'SET_META_KEYWORDS'               => 'Y',
        'SET_STATUS_404'                  => 'N',
        'SET_TITLE'                       => 'Y',
        'SHOW_404'                        => 'N',
        'SORT_BY1'                        => 'ACTIVE_FROM',
        'SORT_BY2'                        => 'SORT',
        'SORT_ORDER1'                     => 'DESC',
        'SORT_ORDER2'                     => 'ASC',
        'STRICT_SECTION_CHECK'            => 'N',
        'COMPONENT_TEMPLATE'              => 'main_reviews'
    ),
    false
); ?>
    <!-- /отзывы-->
    <!-- рейтинг независимых экспертов-->
<?
$APPLICATION->IncludeComponent(
    'bitrix:news.list',
    'main_sources',
    array (
        'ACTIVE_DATE_FORMAT'              => 'j F Y',
        'ADD_SECTIONS_CHAIN'              => 'Y',
        'AJAX_MODE'                       => 'N',
        'AJAX_OPTION_ADDITIONAL'          => '',
        'AJAX_OPTION_HISTORY'             => 'N',
        'AJAX_OPTION_JUMP'                => 'N',
        'AJAX_OPTION_STYLE'               => 'Y',
        'CACHE_FILTER'                    => 'N',
        'CACHE_GROUPS'                    => 'Y',
        'CACHE_TIME'                      => '36000000',
        'CACHE_TYPE'                      => 'A',
        'CHECK_DATES'                     => 'Y',
        'DETAIL_URL'                      => '',
        'DISPLAY_BOTTOM_PAGER'            => 'Y',
        'DISPLAY_DATE'                    => 'Y',
        'DISPLAY_NAME'                    => 'Y',
        'DISPLAY_PICTURE'                 => 'Y',
        'DISPLAY_PREVIEW_TEXT'            => 'Y',
        'DISPLAY_TOP_PAGER'               => 'N',
        'FIELD_CODE'                      => array (
            0 => 'NAME',
            1 => 'DETAIL_PICTURE',
            2 => '',
        ),
        'FILTER_NAME'                     => '',
        'HIDE_LINK_WHEN_NO_DETAIL'        => 'N',
        'IBLOCK_ID'                       => '22',
        'IBLOCK_TYPE'                     => 'content',
        'INCLUDE_IBLOCK_INTO_CHAIN'       => 'Y',
        'INCLUDE_SUBSECTIONS'             => 'Y',
        'MESSAGE_404'                     => '',
        'NEWS_COUNT'                      => '20',
        'PAGER_BASE_LINK_ENABLE'          => 'N',
        'PAGER_DESC_NUMBERING'            => 'N',
        'PAGER_DESC_NUMBERING_CACHE_TIME' => '36000',
        'PAGER_SHOW_ALL'                  => 'N',
        'PAGER_SHOW_ALWAYS'               => 'N',
        'PAGER_TEMPLATE'                  => '.default',
        'PAGER_TITLE'                     => 'Новости',
        'PARENT_SECTION'                  => '',
        'PARENT_SECTION_CODE'             => '',
        'PREVIEW_TRUNCATE_LEN'            => '',
        'PROPERTY_CODE'                   => array (
            0 => 'REVIEW_COUNT',
            1 => 'RATE',
            2 => 'BG_COLOR',
            3 => '',
            4 => '',
            5 => '',
            6 => '',
            7 => '',
        ),
        'SET_BROWSER_TITLE'               => 'Y',
        'SET_LAST_MODIFIED'               => 'N',
        'SET_META_DESCRIPTION'            => 'Y',
        'SET_META_KEYWORDS'               => 'Y',
        'SET_STATUS_404'                  => 'N',
        'SET_TITLE'                       => 'Y',
        'SHOW_404'                        => 'N',
        'SORT_BY1'                        => 'ACTIVE_FROM',
        'SORT_BY2'                        => 'SORT',
        'SORT_ORDER1'                     => 'DESC',
        'SORT_ORDER2'                     => 'ASC',
        'STRICT_SECTION_CHECK'            => 'N',
        'COMPONENT_TEMPLATE'              => 'main_sources'
    ),
    false
); ?>
    <!-- /рейтинг независимых экспертов-->
<?
require($_SERVER['DOCUMENT_ROOT'] . '/bitrix/footer.php'); ?>