<? 
	require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php"); 
	$APPLICATION->SetTitle("Обработка персональных данных");
	$APPLICATION->AddChainItem($APPLICATION->GetTitle());
?><section class="block__padd block__padd__pageinfidefirst block__overflow">
<div class="container">
	 <?$APPLICATION->IncludeComponent(
	"bitrix:breadcrumb",
	"tomograd",
	Array(
		"PATH" => "/",
		"SITE_ID" => "s1",
		"START_FROM" => "0"
	)
);?>
	<h1 class="h1"><? $APPLICATION->ShowTitle() ?></h1>
	<div class="block__text">
		<p>
			 Настоящим я, во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и своем интересе, а также подтверждая свою дееспособность, даю своё согласие ООО «Центр диагностики Томоград-Подольск» (ОГРН 1165074052692, ИНН 5036157572, р/с 40802810800280001315, БИК 044525225), место нахождения: 142100,  Московская обл., г. Подольск, ул. Федорова, д. 19, помещение № 105 (далее – Компания), сайт Компании: <a href="https://tomograd.ru/">tomograd.ru</a><span style="color: var(--basic_text_black);"> на обработку своих персональных данных со следующими условиям:
		</p>
		<p>
			1. Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.
		</p>
		<p>
			Согласие дается на обработку следующих моих персональных данных: фамилия, имя, отчество; номер телефона (домашний/ сотовый); электронная почта; пользовательские данные (сведения о местоположении, тип и версия ОС, тип и версия Браузера, тип устройства и разрешение его экрана; источник, откуда пришел на сайт пользователь; с какого сайта или по какой рекламе; язык ОС и Браузера; какие страницы открывает и на какие кнопки нажимает пользователь; ip- адрес); данные обо мне, которые станут известны в ходе исполнения договоров (в случае заключения договора между мной и Компанией), а также иная общедоступная информация обо мне.
		</p>
		<p>
			2. Персональные данные не являются общедоступными.
		</p>
		<p>
			3. Цель обработки персональных данных: обработка входящих запросов физических лиц с целью оказания консультирования по различным вопросам, относящимся к сфере предпринимательской деятельности Компании; аналитики действий физического лица на вебсайте и функционирования веб-сайта.
		</p>
		<p>
			4. Основанием для обработки персональных данных является статья 24 Конституции Российской Федерации; статья 6 Федерального закона № 152-ФЗ «О персональных данных»; настоящее Согласие посетителя сайта на обработку персональных данных.
		</p>
		<p>
			5. В ходе обработки с персональными данными будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), блокирование, удаление, уничтожение.
		</p>
		<p>
			6. Настоящим я уведомлен Компанией, что предполагаемыми пользователями персональных данных являются работники Компании, а также лица, привлечённые Компанией на условиях гражданско-правового договора.
		</p>
		<p>
			7. Я ознакомлен (а), что:
		</p>
		<p>
			7.1. настоящее Согласие на обработку моих персональных данных является бессрочным и может быть отозвано посредством направления мною в адрес Компании (142100,  Московская обл., г. Подольск, ул. Федорова, д. 19, помещение № 105) письменного заявления. Датой отзыва считается день, следующий за днем вручения Компании письменного заявления об отзыве Согласия пользователя сайта на обработку персональных данных;
		</p>
		<p>
			7.2. имею право на доступ к моим персональным данным, требовать уточнения (обновление, изменение) моих персональных данных, а также удаления и уничтожения моих персональных данных в случае их обработки Компанией, нарушающих мои законные права и интересы, законодательство Российской Федерации.
		</p>
		<p>
			7.3. в случае отзыва Согласия на обработку персональных данных Компания вправе продолжить обработку персональных данных без моего согласия при наличии оснований, указанных в пунктах 2.11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.
		</p>
		<p>
			8. Я обязуюсь в случае изменения моих персональных данных, сведений обо мне незамедлительно сообщить Компании, с предоставлением подтверждающих документов.
		</p>
		<p>
			9. Настоящим Согласием я подтверждаю, что являюсь субъектом предоставляемых персональных данных, а также подтверждаю достоверность предоставляемых данных.
		</p>
		<p>
			10. Настоящее Согласие действует все время до момента прекращения обработки персональных данных, согласно п. 7.1 Согласия. Все персональные данные пользователя, хранение которых прекращается в соответствии с вышеуказанными условиями, незамедлительно уничтожаются Оператором.
		</p>
	</div>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>